Repository: AlchemillaHQ/Sylve
Catalog: web/src/lib/locales/*.po
Languages: ar, ru

source: No available partitions
ar: لا توجد أقسام متاحة
ru: Нет доступных разделов

source: <0/>Create ZFS Pool
ar: <0/> إنشاء مجموعة ZFS
ru: <0/>Создать пул ZFS

source: Devices
ar: أجهزة
ru: Устройства

source: Options
ar: خيارات
ru: Параметры

source: Virtual Devices
ar: أجهزة افتراضية
ru: Виртуальные устройства

source: Redundancy <0/>
ar: التكرار <0/>
ru: Избыточность <0/>

source: Drop disks here
ar: إسقاط الأقراص هنا
ru: Перетащите диски сюда

source: Mount Point
ar: نقطة التركيب
ru: Точка монтирования

source: Force Create
ar: فرض الإنشاء
ru: Принудительное создание

source: Advanced
ar: متقدم
ru: Расширенные

source: Select ASHIFT
ar: حدد ASHIFT
ru: Выберите ASHIFT

source: Disks within a VDEV should ideally be the same type
ar: يجب أن تكون الأقراص داخل VDEV من نفس النوع بشكل مثالي
ru: Диски в VDEV в идеале должны быть одного типа

source: Disks within a VDEV should ideally be the same drive type
ar: يجب أن تكون الأقراص داخل VDEV من نفس نوع محرك الأقراص بشكل مثالي
ru: Диски в VDEV в идеале должны быть одного типа диска

source: Disks within a VDEV should ideally be the same size
ar: يجب أن تكون الأقراص داخل VDEV بنفس الحجم بشكل مثالي
ru: Диски в VDEV в идеале должны быть одного размера

source: Partitions within a VDEV should ideally be the same size
ar: يجب أن تكون الأقسام داخل VDEV بنفس الحجم بشكل مثالي
ru: Разделы в VDEV в идеале должны быть одного размера

source: Disks/Partitions within a VDEV should ideally be the same drive type
ar: يجب أن تكون الأقراص/الأقسام داخل VDEV من نفس نوع محرك الأقراص بشكل مثالي
ru: Диски/Разделы в VDEV в идеале должны быть одного типа диска

source: No available disks or partitions
ar: لا توجد أقراص أو أقسام متاحة
ru: Нет доступных дисков или разделов

source: Invalid pool name
ar: اسم المجموعة غير صالح
ru: Недопустимое имя пула

source: At least one VDEV containing disks is required
ar: مطلوب VDEV واحد على الأقل يحتوي على أقراص
ru: Требуется как минимум один VDEV, содержащий диски

source: Spares must be larger than the largest disk in the pool
ar: يجب أن تكون قطع الغيار أكبر من أكبر قرص في المجموعة
ru: Запасные диски должны быть больше, чем самый большой диск в пуле

source: A pool with this name already exists
ar: توجد مجموعة بهذا الاسم بالفعل
ru: Пул с таким именем уже существует

source: Pool Created
ar: تم إنشاء المجموعة
ru: Пул создан

source: Resilvering
ar: إعادة بناء المرآة
ru: Восстановление

source: READ: {0}
ar: قراءة: {0}
ru: ЧТЕНИЕ: {0}

source: WRITE: {0}
ar: كتابة: {0}
ru: ЗАПИСЬ: {0}

source: Pool Status
ar: حالة المجموعة
ru: Состояние пула

source: Scan Activity
ar: نشاط الفحص
ru: Активность сканирования

source: No recent scan activity
ar: لا يوجد نشاط فحص حديث
ru: Недавней активности сканирования нет

source: Device Topology
ar: هيكل الجهاز
ru: Топология устройства

source: No devices found
ar: لم يتم العثور على أجهزة
ru: Устройства не найдены

source: Error Status
ar: حالة الخطأ
ru: Состояние ошибки

source: Edit {0}
ar: تعديل {0}
ru: Редактировать {0}

source: Workgroup
ar: مجموعة العمل
ru: Рабочая группа

source: Enter Workgroup
ar: أدخل مجموعة العمل
ru: Введите Рабочую группу

source: Unix Charset
ar: مجموعة حروف يونكس
ru: Кодировка Unix

source: Enter Unix Charset
ar: أدخل مجموعة حروف يونكس
ru: Введите Кодировку Unix

source: Server String
ar: سلسلة الخادم
ru: Строка сервера

source: Enter Server String
ar: أدخل سلسلة الخادم
ru: Введите Строку сервера

source: Bind Interfaces Only
ar: ربط الواجهات فقط
ru: Связывать только интерфейсы

source: Select Interfaces
ar: حدد الواجهات
ru: Выберите Интерфейсы

source: Property
ar: خاصية
ru: Свойство

source: Failed to update Samba configuration
ar: فشل تحديث تكوين Samba
ru: Не удалось обновить конфигурацию Samba

source: Samba configuration updated
ar: تم تحديث تكوين Samba
ru: Конфигурация Samba обновлена

source: Delete Share
ar: حذف المشاركة
ru: Удалить общий ресурс

source: Samba share
ar: مشاركة Samba
ru: Общий ресурс Samba

source: Failed to delete Samba share
ar: فشل حذف مشاركة Samba
ru: Не удалось удалить общий ресурс Samba

source: Samba share deleted
ar: تم حذف مشاركة Samba
ru: Общий ресурс Samba удален

source: Created At
ar: أنشئت في
ru: Создано

source: Pool Stats
ar: إحصائيات المجموعة
ru: Статистика пула

source: Select a stat type
ar: حدد نوع الإحصائية
ru: Выберите тип статистики

source: Select a interval
ar: حدد فاصل زمني
ru: Выберите интервал

source: Dataset Compression
ar: ضغط مجموعة البيانات
ru: Сжатие набора данных

source: Select a pool
ar: حدد مجموعة
ru: Выберите пул

source: Pool Usage
ar: استخدام المجموعة
ru: Использование пула

source: Shutoff
ar: إيقاف التشغيل
ru: Выключить

source: VM Console
ar: وحدة تحكم الجهاز الظاهري
ru: Консоль ВМ

source: The VM is currently powered off.<0/> Start the VM to access its console.
ar: الجهاز الظاهري متوقف حاليًا.<0/> ابدأ تشغيل الجهاز الظاهري للوصول إلى وحدة التحكم الخاصة به.
ru: ВМ в данный момент выключена.<0/> Запустите ВМ, чтобы получить доступ к ее консоли.

source: Scrub started
ar: بدأ التنظيف
ru: Очистка запущена

source: Scrub
ar: تنظيف
ru: Очистка

source: Replace Device
ar: استبدال الجهاز
ru: Заменить устройство

source: ZFS Pool
ar: مجموعة ZFS
ru: Пул ZFS

source: Pool {0} deleted
ar: تم حذف المجموعة {0}
ru: Пул {0} удален

source: Pool contains a mirror with devices of different sizes
ar: تحتوي المجموعة على مرآة بأجهزة ذات أحجام مختلفة
ru: Пул содержит зеркало с устройствами разных размеров

source: Pool contains a RAIDZ vdev with devices of different sizes
ar: تحتوي المجموعة على RAIDZ vdev بأجهزة ذات أحجام مختلفة
ru: Пул содержит RAIDZ vdev с устройствами разных размеров

source: Pool is busy
ar: المجموعة مشغولة
ru: Пул занят

source: Pool has a dataset that is in use by a VM or Jail
ar: تحتوي المجموعة على مجموعة بيانات قيد الاستخدام بواسطة جهاز افتراضي أو سجن
ru: Пул содержит набор данных, который используется ВМ или Jail

source: Spare device is too small
ar: جهاز الغيار صغير جدًا
ru: Запасное устройство слишком мало

source: Pool edit failed
ar: فشل تعديل المجموعة
ru: Не удалось изменить пул

source: PCI Devices
ar: أجهزة PCI
ru: PCI устройства

source: Detach
ar: فصل
ru: Отсоединить

source: This will detach the VM <b>{0}</b> from the switch <b>{1}</b>
ar: سيؤدي هذا إلى فصل الجهاز الظاهري <b>{0}</b> من المحول <b>{1}</b>
ru: Это отсоединит ВМ <b>{0}</b> от свитча <b>{1}</b>

source: Failed to detach network
ar: فشل فصل الشبكة
ru: Не удалось отсоединить сеть

source: Network detached
ar: تم فصل الشبكة
ru: Сеть отсоединена

source: Unknown Switch
ar: محول غير معروف
ru: Неизвестный свитч

source: Unknown
ar: غير معروف
ru: Неизвестно

source: This will detach the storage {0} from the VM {1}
ar: سيؤدي هذا إلى فصل وحدة التخزين {0} من الجهاز الظاهري {1}
ru: Это отсоединит хранилище {0} от ВМ {1}

source: Failed to detach storage
ar: فشل فصل وحدة التخزين
ru: Не удалось отсоединить хранилище

source: Storage detached
ar: تم فصل وحدة التخزين
ru: Хранилище отсоединено

source: <0/>Edit Filesystem - {0}
ar: <0/>تعديل نظام الملفات - {0}
ru: <0/>Редактировать файловую систему - {0}

source: ATime
ar: وقت الوصول

source: Select ATime
ar: اختر وقت الوصول
ru: Выберите ATime

source: Checksum
ar: المجموع الاختباري
ru: Контрольная сумма

source: Select Checksum
ar: اختر المجموع الاختباري
ru: Выберите контрольную сумму

source: Compression
ar: الضغط
ru: Сжатие

source: Select Compression
ar: اختر الضغط
ru: Выберите сжатие

source: Deduplication
ar: إزالة التكرار
ru: Дедупликация

source: Select Deduplication
ar: اختر إزالة التكرار
ru: Выберите дедупликацию

source: Quota
ar: الحصة
ru: Квота

source: ACL Inherit
ar: توريث ACL
ru: Наследование ACL

source: Select ACL Inherit
ar: اختر توريث ACL
ru: Выберите наследование ACL

source: ACL Mode
ar: وضع ACL
ru: Режим ACL

source: Select ACL Mode
ar: اختر وضع ACL
ru: Выберите режим ACL

source: Invalid quota size
ar: حجم الحصة غير صالح
ru: Недопустимый размер квоты

source: Quota size is less than current used or reserved space
ar: حجم الحصة أقل من المساحة المستخدمة أو المحجوزة حاليًا
ru: Размер квоты меньше текущего используемого или зарезервированного пространства

source: Failed to edit filesystem
ar: فشل تعديل نظام الملفات
ru: Не удалось изменить файловую систему

source: File System {0} edited
ar: تم تعديل نظام الملفات {0}
ru: Файловая система {0} изменена

source: Snapshot - {0}
ar: لقطة - {0}
ru: Снимок - {0}

source: Recursive
ar: تكراري
ru: Рекурсивно

source: Create Snapshot
ar: إنشاء لقطة
ru: Создать снимок

source: Pool
ar: مجمع التخزين
ru: Пул

source: Select a dataset
ar: اختر مجموعة بيانات
ru: Выберите набор данных

source: Interval
ar: الفاصل الزمني
ru: Интервал

source: Select an interval
ar: اختر فاصل زمني
ru: Выберите интервал

source: Failed to create snapshot
ar: فشل إنشاء اللقطة
ru: Не удалось создать снимок

source: Snapshot {0}@{1} created
ar: تم إنشاء اللقطة {0}@{1}
ru: Снимок {0}@{1} создан

source: This will delete the snapshot <0/>
ar: سيؤدي هذا إلى حذف اللقطة <0/>
ru: Это удалит снимок <0/>

source: Deleted snapshot {0}
ar: تم حذف اللقطة {0}
ru: Снимок {0} удален

source: Failed to delete snapshot {0}
ar: فشل حذف اللقطة {0}
ru: Не удалось удалить снимок {0}

source: Snapshot GUID not found
ar: لم يتم العثور على معرّف GUID الخاص باللقطة
ru: GUID снимка не найден

source: View Snapshot Jobs
ar: عرض مهام اللقطة
ru: Просмотреть задания снимков

source: Prefix
ar: البادئة
ru: Префикс

source: Last Run
ar: آخر تشغيل
ru: Последний запуск

source: Jan 01, 0001
ar: 01 يناير 0001
ru: 01 янв. 0001

source: Never
ar: أبدًا
ru: Никогда

source: Deleted
ar: تم الحذف
ru: Удалено

source: No snapshot jobs
ar: لا توجد مهام لقطة
ru: Нет заданий снимков

source: Save Snapshot Jobs
ar: حفظ مهام اللقطة
ru: Сохранить задания снимков

source: Create Volume
ar: إنشاء وحدة تخزين
ru: Создать том

source: Select Pool
ar: اختر مجمع تخزين
ru: Выберите пул

source: Passphrase
ar: عبارة المرور
ru: Парольная фраза

source: Invalid volume name
ar: اسم وحدة تخزين غير صالح
ru: Недопустимое имя тома

source: Please select a pool
ar: الرجاء تحديد مجمع تخزين
ru: Пожалуйста, выберите пул

source: Encryption key is required
ar: مفتاح التشفير مطلوب
ru: Требуется ключ шифрования

source: Invalid volume size
ar: حجم وحدة التخزين غير صالح
ru: Недопустимый размер тома

source: Parent not found
ar: لم يتم العثور على الأصل
ru: Родитель не найден

source: Volume size is greater than available space
ar: حجم وحدة التخزين أكبر من المساحة المتاحة
ru: Размер тома больше доступного пространства

source: Failed to create volume
ar: فشل إنشاء وحدة التخزين
ru: Не удалось создать том

source: Volume {0} created
ar: تم إنشاء وحدة التخزين {0}
ru: Том {0} создан

source: <0/>Edit Volume - {0}
ar: <0/>تعديل وحدة التخزين - {0}
ru: <0/>Редактировать том - {0}

source: Size must be a multiple of volume block size ({0}K)
ar: يجب أن يكون الحجم من مضاعفات حجم كتلة وحدة التخزين ({0}K)
ru: Размер должен быть кратен размеру блока тома ({0}K)

source: Failed to edit volume
ar: فشل تعديل وحدة التخزين
ru: Не удалось изменить том

source: Volume edited successfully
ar: تم تعديل وحدة التخزين بنجاح
ru: Том успешно изменен

source: <0/> Flash File to {0}
ar: <0/>نقل الملف إلى {0}
ru: <0/> Записать файл на {0}

source: Select File
ar: اختر ملفًا
ru: Выберите файл

source: File
ar: ملف
ru: Файл

source: Error flashing volume
ar: خطأ في نقل الملف إلى وحدة التخزين
ru: Ошибка записи на том

source: Flash
ar: نقل
ru: Записать

source: Rollback To Snapshot
ar: استعادة إلى لقطة
ru: Откат к снимку

source: Delete Snapshot
ar: حذف لقطة
ru: Удалить снимок

source: Edit Filesystem
ar: تعديل نظام الملفات
ru: Редактировать файловую систему

source: Delete Filesystem
ar: حذف نظام الملفات
ru: Удалить файловую систему

source: Delete Datasets
ar: حذف مجموعات البيانات
ru: Удалить наборы данных

source: Are you sure you want to rollback to the snapshot <b>{0}</b>? This action cannot be undone.
ar: هل أنت متأكد أنك تريد الاستعادة إلى اللقطة <b>{0}</b>؟ لا يمكن التراجع عن هذا الإجراء.
ru: Вы уверены, что хотите выполнить откат к снимку <b>{0}</b>? Это действие нельзя отменить.

source: Rolled back to snapshot {0}
ar: تمت الاستعادة إلى اللقطة {0}
ru: Выполнен откат к снимку {0}

source: Failed to rollback to snapshot {0}
ar: فشل الاستعادة إلى اللقطة {0}
ru: Не удалось выполнить откат к снимку {0}

source: Deleted filesystem {0}
ar: تم حذف نظام الملفات {0}
ru: Файловая система {0} удалена

source: Failed to delete filesystem {0}
ar: فشل حذف نظام الملفات {0}
ru: Не удалось удалить файловую систему {0}

source: Filesystem GUID not found
ar: لم يتم العثور على معرّف GUID الخاص بنظام الملفات
ru: GUID файловой системы не найден

source: Are you sure you want to delete {0}? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف {0}؟ لا يمكن التراجع عن هذا الإجراء.
ru: Вы уверены, что хотите удалить {0}? Это действие нельзя отменить.

source: Deleted {0} datasets
ar: تم حذف {0} من مجموعات البيانات
ru: Удалено {0} наборов данных

source: Failed to delete datasets
ar: فشل حذف مجموعات البيانات```
ru: Не удалось удалить наборы данных

source: Flash File
ar: نقل ملف
ru: Записать файл

source: Delete Volume
ar: حذف وحدة تخزين
ru: Удалить том

source: Edit Volume
ar: تعديل وحدة تخزين
ru: Редактировать том

source: Deleted volume {0}
ar: تم حذف وحدة التخزين {0}
ru: Том {0} удален

source: Failed to delete volume {0}
ar: فشل حذف وحدة التخزين {0}
ru: Не удалось удалить том {0}

source: Volume GUID not found
ar: لم يتم العثور على معرّف GUID الخاص بوحدة التخزين
ru: GUID тома не найден

source: This will delete {0}. This action cannot be undone.
ar: سيؤدي هذا إلى حذف {0}. لا يمكن التراجع عن هذا الإجراء.
ru: Это удалит {0}. Это действие нельзя отменить.

source: View Periodics
ar: عرض الدوريات
ru: Просмотреть периодические задачи

source: Are you sure you want to delete {0} snapshot{1}? This action cannot be undone.
ar: هل أنت متأكد أنك تريد حذف {0} لقطة{1}؟ لا يمكن التراجع عن هذا الإجراء.
ru: Вы уверены, что хотите удалить {0} снимок{1}? Это действие нельзя отменить.

source: Deleted {0} snapshot{1}
ar: تم حذف {0} لقطة{1}
ru: Удалено {0} снимок{1}

source: Failed to delete snapshots
ar: فشل حذف اللقطات
ru: Не удалось удалить снимки

source: <0/>Create User
ar: <0/>إنشاء مستخدم
ru: <0/>Создать пользователя

source: E-Mail
ar: البريد الإلكتروني
ru: Электронная почта

source: Admin
ar: مدير
ru: Администратор

source: Username and password are required
ar: اسم المستخدم وكلمة المرور مطلوبان
ru: Требуется имя пользователя и пароль

source: Invalid username
ar: اسم مستخدم غير صالح
ru: Недопустимое имя пользователя

source: Username already exists
ar: اسم المستخدم موجود بالفعل
ru: Имя пользователя уже существует

source: Invalid email address
ar: عنوان بريد إلكتروني غير صالح
ru: Неверный адрес электронной почты

source: Password must be at least 8 characters long
ar: يجب أن تتكون كلمة المرور من 8 أحرف على الأقل
ru: Пароль должен содержать не менее 8 символов

source: Failed to create user
ar: فشل إنشاء المستخدم
ru: Не удалось создать пользователя

source: User created
ar: تم إنشاء المستخدم
ru: Пользователь создан

source: <0/> Create {0}
ar: <0/> إنشاء {0}
ru: <0/> Создать {0}

source: Enter {0} name
ar: أدخل اسم {0}
ru: Введите имя {0}

source: <0/> Open
ar: <0/> فتح
ru: <0/> Открыть

source: <0/> Download
ar: <0/> تنزيل
ru: <0/> Скачать

source: <0/> Copy
ar: <0/> نسخ
ru: <0/> Копировать

source: <0/> Cut
ar: <0/> قص
ru: <0/> Вырезать

source: <0/> Rename
ar: <0/> إعادة تسمية
ru: <0/> Переименовать

source: <0/> Delete
ar: <0/> حذف
ru: <0/> Удалить

source: Modified
ar: تم التعديل
ru: Изменено

source: B
ar: بايت
ru: Б

source: Yesterday
ar: أمس
ru: Вчера

source: MMM d
ar: شهر يوم

source: MMM d, yyyy
ar: شهر يوم، سنة

source: Enter new name
ar: أدخل اسماً جديداً
ru: Введите новое имя

source: Rename
ar: إعادة تسمية
ru: Переименовать

source: <0/> Add New
ar: <0/> إضافة جديد
ru: <0/> Добавить новый

source: New File
ar: ملف جديد
ru: Новый файл

source: New Folder
ar: مجلد جديد
ru: Новая папка

source: Upload File
ar: رفع ملف
ru: Загрузить файл

source: Search files...
ar: البحث عن الملفات...
ru: Поиск файлов...

source: <0/> Sort
ar: <0/> فرز
ru: <0/> Сортировать

source: A - Z
ar: أ - ي
ru: A - Я

source: Z - A
ar: ي - أ
ru: Я - A

source: Last Modified
ar: آخر تعديل
ru: Последнее изменение

source: First Modified
ar: أول تعديل
ru: Первое изменение

source: More
ar: المزيد
ru: Больше

source: <0/> Refresh
ar: <0/> تحديث
ru: <0/> Обновить

source: <0/> Paste
ar: <0/> لصق
ru: <0/> Вставить

source: <0/> New File
ar: <0/> ملف جديد
ru: <0/> Новый файл

source: <0/> New Folder
ar: <0/> مجلد جديد
ru: <0/> Новая папка

source: <0/> Upload File
ar: <0/> رفع ملف
ru: <0/> Загрузить файл

source: {0} items
ar: {0} عناصر
ru: {0} элементов

source: {0} folders, {1} files
ar: {0} مجلدات، {1} ملفات
ru: {0} папок, {1} файлов

source: Failed to delete {0}
ar: فشل حذف {0}
ru: Не удалось удалить {0}

source: My Files
ar: ملفاتي
ru: Мои файлы

source: Failed to create {0} "{1}"
ar: فشل إنشاء {0} "{1}"
ru: Не удалось создать {0} "{1}"

source: Renamed successfully
ar: تمت إعادة التسمية بنجاح
ru: Успешно переименовано

source: Failed to rename
ar: فشل في إعادة التسمية
ru: Не удалось переименовать

source: Select PCI Devices
ar: حدد أجهزة PCI
ru: Выберите PCI устройства

source: Failed to modify PCI devices
ar: فشل تعديل أجهزة PCI
ru: Не удалось изменить PCI устройства

source: PCI devices modified
ar: تم تعديل أجهزة PCI
ru: PCI устройства изменены

source: Add Users
ar: إضافة مستخدمين
ru: Добавить пользователей

source: New Group
ar: مجموعة جديدة
ru: Новая группа

source: Select users
ar: حدد المستخدمين
ru: Выберите пользователей

source: Failed to delete group
ar: فشل حذف المجموعة
ru: Не удалось удалить группу

source: Group deleted
ar: تم حذف المجموعة
ru: Группа удалена

source: Name and users are required
ar: الاسم والمستخدمين مطلوبان
ru: Требуется имя и пользователи

source: Group name already exists
ar: اسم المجموعة موجود بالفعل
ru: Имя группы уже существует

source: Failed to create group
ar: فشل إنشاء المجموعة
ru: Не удалось создать группу

source: Group created
ar: تم إنشاء المجموعة
ru: Группа создана

source: No users selected
ar: لم يتم تحديد أي مستخدمين
ru: Не выбраны пользователи

source: Failed to add users to group
ar: فشل إضافة مستخدمين إلى المجموعة
ru: Не удалось добавить пользователей в группу

source: Users added to group
ar: تمت إضافة المستخدمين إلى المجموعة
ru: Пользователи добавлены в группу

source: Failed to delete user
ar: فشل حذف المستخدم
ru: Не удалось удалить пользователя

source: User deleted
ar: تم حذف المستخدم
ru: Пользователь удален

source: Last Usage
ar: آخر استخدام
ru: Последнее использование

source: <0/>Create Filesystem
ar: msgstr
ru: <0/>Создать файловую систему

source: Parent
ar: الأصل
ru: Родитель

source: Select parent
ar: اختر الأصل
ru: Выберите родителя

source: Encryption
ar: التشفير
ru: Шифрование

source: Select Encryption
ar: اختر التشفير
ru: Выберите шифрование

source: No parent selected
ar: لم يتم اختيار أصل
ru: Не выбран родитель

source: Failed to create filesystem
ar: فشل إنشاء نظام الملفات
ru: Не удалось создать файловую систему

source: File System {0} created
ar: تم إنشاء نظام الملفات {0}```
ru: Файловая система {0} создана

source: Arabic (العربية)
ar: العربية (العربية)
ru: Арабский (العربية)

source: Russian (Русский)
ar: الروسية (Русский)
ru: Русский (Русский)

source: HH:mm
ru: ЧЧ:мм

source: Magnet
ru: Magnet-ссылка

source: VDEVs
ru: VDEV
