Repository: AlchemillaHQ/Sylve
Catalog: web/src/lib/locales/*.po
Languages: ar, ru

source: Logged out
ar: تم تسجيل الخروج
ru: Вы вышли из системы

source: Data Center
ar: مركز البيانات
ru: Дата-центр

source: Help
ar: مساعدة
ru: Помощь

source: Difuse-sidebar
ar: الشريط الجانبي المنتشر
ru: Difuse-боковая панель

source: Summary
ar: ملخص
ru: Сводка

source: Console
ar: وحدة التحكم
ru: Консоль

source: Storage
ar: التخزين
ru: Хранилище

source: Hardware
ar: المكونات الصلبة
ru: Оборудование

source: Network
ar: الشبكة
ru: Сеть

source: Notes
ar: ملاحظات
ru: Заметки

source: Interfaces
ar: الواجهات
ru: Интерфейсы

source: Switches
ar: المحولات
ru: Коммутаторы

source: Explorer
ar: المستكشف
ru: Проводник

source: Disks
ar: الأقراص
ru: Диски

source: Dashboard
ar: لوحة التحكم
ru: Панель управления

source: Pools
ar: المجمعات
ru: Пулы

source: Datasets
ar: مجموعات البيانات
ru: Наборы данных

source: File Systems
ar: أنظمة الملفات
ru: Файловые системы

source: Volumes
ar: وحدات التخزين
ru: Тома

source: Snapshots
ar: اللقطات
ru: Снимки

source: Shares
ar: المشاركات
ru: Общие ресурсы

source: Settings
ar: الإعدادات
ru: Настройки

source: Utilities
ar: الأدوات
ru: Утилиты

source: Downloader
ar: أداة التنزيل
ru: Загрузчик

source: PCI Passthrough
ar: تمرير PCI
ru: Проброс PCI

source: Authentication
ar: المصادقة
ru: Аутентификация

source: Users
ar: المستخدمون
ru: Пользователи

source: Groups
ar: المجموعات
ru: Группы

source: Sylve Logo
ar: شعار Sylve
ru: Логотип Sylve

source: Toggle navigation menu
ar: تبديل قائمة التنقل
ru: Переключить меню навигации

source: Virtual Environment 0.0.1
ar: بيئة افتراضية 0.0.1
ru: Виртуальное окружение 0.0.1

source: <0/> Create VM
ar: <0/> إنشاء آلة افتراضية
ru: <0/> Создать ВМ

source: Toggle user menu
ar: تبديل قائمة المستخدم
ru: Переключить меню пользователя

source: Color Theme
ar: مظهر الألوان
ru: Цветовая тема

source: Log out
ar: تسجيل الخروج
ru: Выйти

source: Username
ar: اسم المستخدم
ru: Имя пользователя

source: Enter your username
ar: أدخل اسم المستخدم الخاص بك
ru: Введите ваше имя пользователя

source: Password
ar: كلمة المرور
ru: Пароль

source: Realm
ar: النطاق
ru: Область

source: Language selection is disabled for now
ar: تحديد اللغة معطل حاليًا
ru: Выбор языка пока отключен

source: Language
ar: اللغة
ru: Язык

source: Select Language
ar: اختر اللغة
ru: Выберите язык

source: English
ar: الإنجليزية
ru: Английский

source: Malayalam (മലയാളം)
ar: المالايالامية (മലയാളം)
ru: Малаялам (മലയാളം)

source: Chinese (简体中文)
ar: الصينية (简体中文)
ru: Китайский (简体中文)

source: Remember Me
ar: تذكرني
ru: Запомнить меня

source: Login
ar: تسجيل الدخول
ru: Логин

source: Enter
ar: إدخال
ru: Ввод

source: Minimize
ar: تصغير
ru: Свернуть

source: Close
ar: إغلاق
ru: Закрыть

source: Add new tab
ar: إضافة علامة تبويب جديدة
ru: Добавить новую вкладку

source: Session killed: {0}
ar: تم إنهاء الجلسة: {0}
ru: Сессия завершена: {0}

source: Start Time
ar: وقت البدء
ru: Время начала

source: End Time
ar: وقت الانتهاء
ru: Время окончания

source: Node
ar: العقدة
ru: Узел

source: User
ar: المستخدم
ru: Пользователь

source: Action
ar: الإجراء
ru: Действие

source: Status
ar: الحالة
ru: Статус

source: Switch
ar: تبديل
ru: Коммутатор

source: Disk - Initialize GPT
ar: القرص - تهيئة GPT
ru: Диск - Инициализировать GPT

source: Disk - Wipe
ar: القرص - مسح
ru: Диск - Очистить

source: Login - Create
ar: تسجيل الدخول - إنشاء
ru: Логин - Создать

source: CPU Usage
ar: استهلاك وحدة المعالجة المركزية
ru: Использование ЦП

source: RAM Usage
ar: استهلاك ذاكرة الوصول العشوائي
ru: Использование ОЗУ

source: Disk Usage
ar: استهلاك القرص
ru: Использование диска

source: I/O Delay
ar: تأخير الإدخال/الإخراج
ru: Задержка ввода/вывода

source: Swap Usage
ar: استهلاك المبادلة
ru: Использование файла подкачки

source: CPU(s)
ar: وحدة (وحدات) المعالجة المركزية
ru: ЦП

source: Operating System
ar: نظام التشغيل
ru: Операционная система

source: Uptime
ar: مدة التشغيل
ru: Время работы

source: Load Average
ar: متوسط التحميل
ru: Средняя загрузка

source: Boot Mode
ar: وضع الإقلاع
ru: Режим загрузки

source: Sylve Version
ar: إصدار Sylve
ru: Версия Sylve

source: Memory Usage
ar: استهلاك الذاكرة
ru: Использование памяти

source: Network Usage
ar: استهلاك الشبكة
ru: Использование сети

source: Network RX
ar: استقبال الشبكة
ru: Принято по сети

source: Network TX
ar: إرسال الشبكة
ru: Передано по сети

source: <0/> Reset zoom
ar: <0/> إعادة تعيين التكبير
ru: <0/> Сбросить масштаб

source: Date
ar: التاريخ
ru: Дата

source: Value
ar: القيمة
ru: Значение

source: Are you sure?
ar: هل أنت متأكد؟
ru: Вы уверены?

source: This action cannot be undone. This will permanently delete
ar: لا يمكن التراجع عن هذا الإجراء. سيؤدي هذا إلى حذف دائم لـ
ru: Это действие нельзя отменить. Это приведет к необратимому удалению

source: Cancel
ar: إلغاء
ru: Отмена

source: Continue
ar: متابعة
ru: Продолжить

source: Search...
ar: بحث...
ru: Поиск...

source: No data
ar: لا يوجد بيانات
ru: Нет данных

source: VNC Port
ar: منفذ VNC
ru: VNC Порт

source: VNC Password
ar: كلمة مرور VNC
ru: VNC Пароль

source: Enter or generate passphrase
ar: أدخل أو أنشئ عبارة مرور
ru: Введите или сгенерируйте пароль

source: VNC Resolution
ar: دقة VNC
ru: Разрешение VNC

source: Select VNC resolution
ar: حدد دقة VNC
ru: Выберите разрешение VNC

source: Startup/Shutdown Order
ar: ترتيب بدء التشغيل/إيقاف التشغيل
ru: Порядок запуска/остановки

source: VNC Wait
ar: انتظار VNC
ru: Ожидание VNC

source: Start On Boot
ar: بدء التشغيل عند الإقلاع
ru: Запускать при загрузке

source: TPM Emulation (Experimental)
ar: محاكاة TPM (تجريبية)
ru: Эмуляция TPM (Экспериментально)

source: VM Name
ar: اسم الآلة الافتراضية
ru: Имя ВМ

source: VM ID
ar: معرف الآلة الافتراضية
ru: ID ВМ

source: Description
ar: الوصف
ru: Описание

source: Optional description for this virtual machine
ar: وصف اختياري لهذه الآلة الافتراضية
ru: Необязательное описание для этой виртуальной машины

source: <0/> Create Virtual Machine
ar: <0/> إنشاء آلة افتراضية
ru: <0/> Создать виртуальную машину

source: Reset
ar: إعادة تعيين
ru: Сбросить

source: Create Virtual Machine
ar: إنشاء آلة افتراضية
ru: Создать виртуальную машину

source: Created VM {0}
ar: تم إنشاء الآلة الافتراضية {0}
ru: Виртуальная машина {0} создана

source: Failed to create VM
ar: فشل إنشاء الآلة الافتراضية
ru: Не удалось создать виртуальную машину

source: CPU Sockets
ar: مآخذ وحدة المعالجة المركزية
ru: Сокеты ЦП

source: CPU Cores
ar: نوى وحدة المعالجة المركزية
ru: Ядра ЦП

source: CPU Threads
ar: مسارات وحدة المعالجة المركزية
ru: Потоки ЦП

source: Memory Size
ar: حجم الذاكرة
ru: Объем памяти

source: CPU Pinning
ar: تثبيت وحدة المعالجة المركزية
ru: Привязка ЦП

source: You can only pin up to {0} vCPU{1}
ar: يمكنك فقط تثبيت ما يصل إلى {0} وحدة معالجة مركزية افتراضية{1}
ru: Вы можете привязать не более {0} виртуальных ЦП{1}

source: At least one CPU must be left unpinned
ar: يجب ترك وحدة معالجة مركزية واحدة على الأقل غير مثبتة
ru: Как минимум один ЦП должен остаться непривязанным

source: Emulation Type
ar: نوع المحاكاة
ru: Тип эмуляции

source: Select emulation type
ar: حدد نوع المحاكاة
ru: Выберите тип эмуляции

source: MAC Address
ar: عنوان MAC
ru: MAC-адрес

source: ZFS Volume
ar: وحدة تخزين ZFS
ru: Том ZFS

source: Select ZFS volume
ar: حدد وحدة تخزين ZFS
ru: Выберите том ZFS

source: Disk Size
ar: حجم القرص
ru: Размер диска

source: Filesystem Dataset
ar: مجموعة بيانات نظام الملفات
ru: Набор данных файловой системы

source: Select filesystem
ar: حدد نظام الملفات
ru: Выберите файловую систему

source: Installation Media
ar: وسائط التثبيت
ru: Установочный носитель

source: Select installation media
ar: حدد وسائط التثبيت
ru: Выберите установочный носитель

source: None
ar: لا شيء
ru: Нет

source: Running
ar: قيد التشغيل
ru: Запущена

source: Start
ar: ابدأ
ru: Запустить

source: Delete
ar: حذف
ru: Удалить

source: Stop
ar: إيقاف
ru: Остановить

source: Notes about VM
ar: ملاحظات حول الآلة الافتراضية
ru: Заметки о ВМ

source: VM
ar: الآلة الافتراضية
ru: ВМ

source: Deleting Virtual Machine
ar: حذف الآلة الافتراضية
ru: Удаление виртуальной машины

source: Please wait while VM <b>{0} ({1})</b> is being deleted
ar: يرجى الانتظار بينما يتم حذف الآلة الافتراضية <b>{0} ({1})</b>
ru: Пожалуйста, подождите, пока ВМ <b>{0} ({1})</b> удаляется

source: Error deleting VM
ar: خطأ في حذف الآلة الافتراضية
ru: Ошибка при удалении ВМ

source: VM deleted
ar: تم حذف الآلة الافتراضية
ru: ВМ удалена

source: Starting Virtual Machine
ar: بدء تشغيل الآلة الافتراضية
ru: Запуск виртуальной машины

source: Please wait while VM <b>{0} ({1})</b> is being started.
ar: يرجى الانتظار بينما يتم بدء تشغيل الآلة الافتراضية <b>{0} ({1})</b>.
ru: Пожалуйста, подождите, пока ВМ <b>{0} ({1})</b> запускается.

source: Error starting VM
ar: خطأ في بدء تشغيل الآلة الافتراضية
ru: Ошибка при запуске ВМ

source: VM started
ar: تم بدء تشغيل الآلة الافتراضية
ru: ВМ запущена

source: Stopping Virtual Machine
ar: إيقاف الآلة الافتراضية
ru: Остановка виртуальной машины

source: Please wait while VM <b>{0} ({1})</b> is being stopped
ar: يرجى الانتظار بينما يتم إيقاف الآلة الافتراضية <b>{0} ({1})</b>
ru: Пожалуйста, подождите, пока ВМ <b>{0} ({1})</b> останавливается

source: Error stopping VM
ar: خطأ في إيقاف الآلة الافتراضية
ru: Ошибка при остановке ВМ

source: VM stopped
ar: تم إيقاف الآلة الافتراضية
ru: ВМ остановлена

source: Terminal
ar: طرفية```
ru: Терминал

source: No data available
ar: لا توجد بيانات متاحة
ru: Нет доступных данных

source: View
ar: عرض
ru: Просмотр

source: Edit
ar: تعديل
ru: Редактировать

source: Bulk Delete
ar: حذف جماعي
ru: Массовое удаление

source: New
ar: جديد
ru: Новый

source: Note
ar: ملاحظة
ru: Заметка

source: Name
ar: اسم
ru: Имя

source: Post Upgrade Summary
ar: ملخص ما بعد الترقية
ru: Сводка после обновления

source: Content
ar: المحتوى
ru: Содержание

source: This is a note
ar: هذه ملاحظة
ru: Это заметка

source: Save
ar: حفظ
ru: Сохранить

source: Failed to delete note
ar: فشل حذف الملاحظة
ru: Не удалось удалить заметку

source: Failed to delete notes
ar: فشل حذف الملاحظات
ru: Не удалось удалить заметки

source: Note updated
ar: تم تحديث الملاحظة
ru: Заметка обновлена

source: Failed to update note
ar: فشل تحديث الملاحظة
ru: Не удалось обновить заметку

source: Note created
ar: تم إنشاء الملاحظة
ru: Заметка создана

source: Failed to create note
ar: فشل إنشاء الملاحظة
ru: Не удалось создать заметку

source: ID
ar: المعرف

source: Created
ar: أنشئت
ru: Создано

source: Updated
ar: تم التحديث
ru: Обновлено

source: Escape
ar: هروب```

source: Object ({0} properties)
ar: كائن ({0} خصائص)
ru: Объект ({0} свойств)

source: Create Partitions
ar: إنشاء الأقسام
ru: Создать разделы

source: Size
ar: الحجم
ru: Размер

source: Usage
ar: الاستخدام
ru: Использование

source: Actions
ar: الإجراءات
ru: Действия

source: Existing
ar: موجود
ru: Существующие

source: No partitions created yet
ar: لم يتم إنشاء أي أقسام حتى الآن
ru: Разделы еще не созданы

source: Add Partition
ar: إضافة قسم
ru: Добавить раздел

source: No space left
ar: لا توجد مساحة متبقية
ru: Не осталось места

source: Size: {0}
ar: الحجم: {0}
ru: Размер: {0}

source: Remaining space: {0}
ar: المساحة المتبقية: {0}
ru: Оставшееся место: {0}

source: Save Partitions
ar: حفظ الأقسام
ru: Сохранить разделы

source: Partition{0} created
ar: تم إنشاء القسم {0}
ru: Раздел {0} создан

source: Error creating {0}
ar: خطأ في إنشاء {0}
ru: Ошибка создания {0}

source: New Partition {0}
ar: قسم جديد {0}
ru: Новый раздел {0}

source: Enter value
ar: أدخل القيمة
ru: Введите значение

source: Select an option
ar: اختر خيارا
ru: Выберите опцию

source: Create Samba Share
ar: إنشاء مشاركة Samba
ru: Создать общую папку Samba

source: Dataset
ar: مجموعة البيانات
ru: Набор данных

source: Select dataset
ar: اختر مجموعة البيانات
ru: Выберите набор данных

source: Read-Only Groups
ar: مجموعات للقراءة فقط
ru: Группы только для чтения

source: Select groups
ar: اختر المجموعات
ru: Выберите группы

source: Writeable Groups
ar: مجموعات قابلة للكتابة
ru: Группы с правом записи

source: Create Mask
ar: إنشاء قناع
ru: Маска создания

source: Directory Mask
ar: قناع الدليل
ru: Маска каталога

source: Create
ar: إنشاء
ru: Создать

source: Share name already exists
ar: اسم المشاركة موجود بالفعل
ru: Имя общей папки уже существует

source: Name is required
ar: الاسم مطلوب
ru: Требуется имя

source: Dataset is required
ar: مجموعة البيانات مطلوبة
ru: Требуется набор данных

source: No groups selected
ar: لم يتم تحديد أي مجموعات
ru: Группы не выбраны

source: Share cannot have overlapping groups
ar: لا يمكن أن تحتوي المشاركة على مجموعات متداخلة
ru: Общая папка не может иметь пересекающиеся группы

source: Failed to create Samba share
ar: فشل إنشاء مشاركة Samba
ru: Не удалось создать общую папку Samba

source: Samba share created
ar: تم إنشاء مشاركة Samba
ru: Общая папка Samba создана

source: Model
ar: النموذج
ru: Модель

source: Metric
ar: المقياس
ru: Метрика

source: MTU
ar: وحدة الإرسال القصوى

source: Active
ar: نشط
ru: Активен

source: Details - {0}
ar: التفاصيل - {0}
ru: Детали - {0}

source: Edit Switch -
ar: تعديل المحول -
ru: Редактировать коммутатор -

source: New Switch
ar: محول جديد
ru: Новый коммутатор

source: VLAN
ar: شبكة محلية ظاهرية

source: Ports
ar: المنافذ
ru: Порты

source: Select ports
ar: اختر المنافذ
ru: Выберите порты

source: Private
ar: خاص
ru: Приватный

source: DHCP
ar: بروتوكول التكوين الديناميكي للمضيف

source: Disable IPV6
ar: تعطيل IPV6
ru: Отключить IPv6

source: Switch {0} deleted
ar: تم حذف المحول {0}
ru: Коммутатор {0} удален

source: Switch is in use by a VM
ar: المحول قيد الاستخدام بواسطة جهاز ظاهري
ru: Коммутатор используется виртуальной машиной

source: Error deleting switch
ar: خطأ في حذف المحول
ru: Ошибка при удалении коммутатора

source: Invalid switch name
ar: اسم محول غير صالح
ru: Недопустимое имя коммутатора

source: Invalid MTU
ar: وحدة الإرسال القصوى غير صالحة
ru: Недопустимый MTU

source: Invalid VLAN
ar: شبكة محلية ظاهرية غير صالحة
ru: Недопустимый VLAN

source: Invalid IPv4 CIDR
ar: نطاق IPv4 CIDR غير صالح
ru: Недопустимый IPv4 CIDR

source: Invalid IPv6 CIDR
ar: نطاق IPv6 CIDR غير صالح
ru: Недопустимый IPv6 CIDR

source: Switch {0} created
ar: تم إنشاء المحول {0}
ru: Коммутатор {0} создан

source: Error creating switch
ar: خطأ في إنشاء المحول
ru: Ошибка при создании коммутатора

source: Switch {0} updated
ar: تم تحديث المحول {0}
ru: Коммутатор {0} обновлен

source: Error updating switch
ar: خطأ في تحديث المحول
ru: Ошибка при обновлении коммутатора

source: Enable Passthrough
ar: تمكين المرور المباشر
ru: Включить проброс устройства

source: Disable Passthrough
ar: تعطيل المرور المباشر
ru: Выключить проброс устройства

source: Device added to passthrough
ar: تمت إضافة الجهاز إلى المرور المباشر
ru: Устройство добавлено для проброса

source: Failed to add device to passthrough
ar: فشل إضافة الجهاز إلى المرور المباشر
ru: Не удалось добавить устройство для проброса

source: Device removed from passthrough
ar: تمت إزالة الجهاز من المرور المباشر
ru: Устройство удалено из проброса

source: Device is in use by a VM, failed to remove
ar: الجهاز قيد الاستخدام بواسطة جهاز ظاهري، فشلت الإزالة
ru: Устройство используется виртуальной машиной, не удалось удалить

source: Failed to remove device from passthrough
ar: فشل إزالة الجهاز من المرور المباشر
ru: Не удалось удалить устройство из проброса

source: Are you sure you want to pass through <b>{0}</b> by <b>{1}</b>? This will make it unavailable to the host.
ar: هل أنت متأكد من أنك تريد تمرير <b>{0}</b> بواسطة <b>{1}</b>؟ سيؤدي هذا إلى جعله غير متاح للمضيف.
ru: Вы уверены, что хотите пробросить <b>{0}</b> через <b>{1}</b>? Это сделает его недоступным для хоста.

source: Are you sure you want to remove passthrough for <b>{0}</b> by <b>{1}</b>? This will make it available to the host again.
ar: هل أنت متأكد من أنك تريد إزالة المرور المباشر لـ <b>{0}</b> بواسطة <b>{1}</b>؟ سيؤدي هذا إلى جعله متاحًا للمضيف مرة أخرى.
ru: Вы уверены, что хотите удалить проброс для <b>{0}</b> через <b>{1}</b>? Это снова сделает его доступным для хоста.

source: S.M.A.R.T Values
ar: قيم S.M.A.R.T
ru: Значения S.M.A.R.T

source: Initialize GPT
ar: تهيئة GPT
ru: Инициализировать GPT

source: Wipe Disk
ar: مسح القرص
ru: Очистить диск

source: Delete Partition
ar: حذف القسم
ru: Удалить раздел

source: Create Partition
ar: إنشاء قسم
ru: Создать раздел

source: Attribute
ar: الخاصية
ru: Атрибут

source: Unable to wipe busy disk
ar: غير قادر على مسح قرص مشغول
ru: Невозможно очистить занятый диск

source: Unable to delete busy partition
ar: غير قادر على حذف قسم مشغول
ru: Невозможно удалить занятый раздел

source: Error {0}: {1}
ar: خطأ {0}: {1}
ru: Ошибка {0}: {1}

source: S.M.A.R.T Values ({0})
ar: قيم S.M.A.R.T ({0})
ru: Значения S.M.A.R.T ({0})

source: This action cannot be undone. This will permanently <b>delete</b> partition <b>{0}</b>.
ar: لا يمكن التراجع عن هذا الإجراء. سيؤدي هذا إلى <b>حذف</b> القسم <b>{0}</b> نهائيًا.
ru: Это действие нельзя отменить. Это навсегда <b>удалит</b> раздел <b>{0}</b>.

source: This action cannot be undone. This will permanently <b>wipe</b> disk <b>{0}</b>.
ar: لا يمكن التراجع عن هذا الإجراء. سيؤدي هذا إلى <b>مسح</b> القرص <b>{0}</b> نهائيًا.
ru: Это действие нельзя отменить. Это навсегда <b>очистит</b> диск <b>{0}</b>.

source: Disk {0} initialized with GPT
ar: تم تهيئة القرص {0} باستخدام GPT
ru: Диск {0} инициализирован с GPT

source: Unused
ar: غير مستخدم
ru: Не используется

source: Partitions
ar: الأقسام
ru: Разделы

source: Download
ar: تنزيل
ru: Скачать

source: URL
ar: عنوان URL

source: Failed to delete download
ar: فشل حذف التنزيل
ru: Не удалось удалить загрузку

source: Failed to delete downloads
ar: فشل حذف التنزيلات
ru: Не удалось удалить загрузки

source: Please enter a valid URL
ar: الرجاء إدخال عنوان URL صالح
ru: Пожалуйста, введите корректный URL

source: Please enter a valid magnet or HTTP URL
ar: الرجاء إدخال رابط Magnet أو HTTP صالح
ru: Пожалуйста, введите корректную magnet-ссылку или HTTP URL

source: Download started
ar: بدأ التنزيل
ru: Загрузка началась

source: Download failed
ar: فشل التنزيل
ru: Ошибка загрузки

source: Failed to get download link
ar: فشل الحصول على رابط التنزيل
ru: Не удалось получить ссылку на загрузку

source: CPU
ar: وحدة المعالجة المركزية
ru: ЦП

source: Sockets
ar: المقابس
ru: Сокеты

source: Cores
ar: النوى
ru: Ядра

source: Threads
ar: المسارات
ru: Потоки

source: CPU {0} is not pinned by this VM
ar: وحدة المعالجة المركزية {0} غير مثبتة بواسطة هذا الجهاز الظاهري
ru: ЦП {0} не привязан к этой виртуальной машине

source: Failed to modify CPU
ar: فشل تعديل وحدة المعالجة المركزية
ru: Не удалось изменить ЦП

source: VM not found
ar: لم يتم العثور على الجهاز الظاهري
ru: Виртуальная машина не найдена

source: New Network
ar: شبكة جديدة
ru: Новая сеть

source: Select Switch
ar: اختر المحول
ru: Выберите коммутатор

source: Emulation
ar: المحاكاة
ru: Эмуляция

source: Select Emulation
ar: اختر المحاكاة
ru: Выберите эмуляцию

source: Switch is required
ar: المحول مطلوب
ru: Коммутатор обязателен

source: Emulation is required
ar: المحاكاة مطلوبة
ru: Эмуляция обязательна

source: Error attaching VM to switch
ar: خطأ في توصيل الجهاز الظاهري بالمحول
ru: Ошибка при подключении виртуальной машины к коммутатору

source: VM attached to switch
ar: تم توصيل الجهاز الظاهري بالمحول
ru: Виртуальная машина подключена к коммутатору

source: RAM
ar: ذاكرة الوصول العشوائي
ru: ОЗУ

source: RAM value must be greater than 0
ar: يجب أن تكون قيمة ذاكرة الوصول العشوائي أكبر من 0
ru: Значение ОЗУ должно быть больше 0

source: RAM value exceeds available memory
ar: تتجاوز قيمة ذاكرة الوصول العشوائي الذاكرة المتاحة
ru: Значение ОЗУ превышает доступную память

source: RAM value is too high, at least 1 GiB must be reserved for the host
ar: قيمة ذاكرة الوصول العشوائي مرتفعة للغاية، يجب حجز 1 غيغابايت على الأقل للمضيف
ru: Значение ОЗУ слишком велико, не менее 1 ГиБ должно быть зарезервировано для хоста

source: Failed to modify RAM
ar: فشل تعديل ذاكرة الوصول العشوائي
ru: Не удалось изменить ОЗУ

source: RAM modified
ar: تم تعديل ذاكرة الوصول العشوائي
ru: ОЗУ изменено

source: New Storage
ar: وحدة تخزين جديدة
ru: Новое хранилище

source: Type
ar: النوع
ru: Тип

source: Select Type
ar: اختر النوع
ru: Выберите тип

source: Disk
ar: قرص
ru: Диск

source: Select ISO
ar: اختر ISO
ru: Выберите ISO

source: Select ZFS Volume
ar: اختر وحدة تخزين ZFS
ru: Выберите том ZFS

source: ZFS Filesystem
ar: نظام ملفات ZFS
ru: Файловая система ZFS

source: Select ZFS Filesystem
ar: اختر نظام ملفات ZFS
ru: Выберите файловую систему ZFS

source: Attach
ar: إرفاق
ru: Подключить

source: Please select a type and dataset
ar: الرجاء اختيار نوع ومجموعة بيانات
ru: Пожалуйста, выберите тип и набор данных

source: Failed to attach CD-ROM
ar: فشل إرفاق CD-ROM
ru: Не удалось подключить CD-ROM

source: CD-ROM attached
ar: تم إرفاق CD-ROM
ru: CD-ROM подключен

source: Please select an emulation type
ar: الرجاء اختيار نوع المحاكاة
ru: Пожалуйста, выберите тип эмуляции

source: Please select a {0}
ar: الرجاء اختيار {0}
ru: Пожалуйста, выберите {0}

source: Failed to attach ZFS Volume
ar: فشل إرفاق وحدة تخزين ZFS
ru: Не удалось подключить том ZFS

source: ZFS Volume attached
ar: تم إرفاق وحدة تخزين ZFS
ru: Том ZFS подключен

source: Name and size required
ar: الاسم والحجم مطلوبان
ru: Требуется имя и размер

source: Invalid size
ar: حجم غير صالح
ru: Неверный размер

source: Invalid name
ar: اسم غير صالح
ru: Неверное имя

source: Failed to attach storage
ar: فشل إرفاق وحدة التخزين
ru: Не удалось подключить хранилище

source: Storage attached
ar: تم إرفاق وحدة التخزين
ru: Хранилище подключено

source: Port
ar: المنفذ
ru: Порт

source: Enter or generate password
ar: أدخل كلمة المرور أو قم بإنشائها
ru: Введите или сгенерируйте пароль

source: Wait for VNC
ar: انتظر VNC
ru: Ожидание VNC

source: Password too short
ar: كلمة المرور قصيرة جدًا
ru: Пароль слишком короткий

source: Port must be between 5900 and 65535
ar: يجب أن يكون المنفذ بين 5900 و 65535
ru: Порт должен быть между 5900 и 65535

source: Invalid resolution selected
ar: تم تحديد دقة غير صالحة
ru: Выбрано неверное разрешение

source: VNC port already in use
ar: منفذ VNC قيد الاستخدام بالفعل
ru: Порт VNC уже используется

source: Failed to modify VNC
ar: فشل تعديل VNC
ru: Не удалось изменить VNC

source: VNC modified
ar: تم تعديل VNC
ru: VNC изменено

source: Edit ZFS Pool - {0}
ar: تعديل تجمع ZFS - {0}
ru: Редактировать пул ZFS - {0}

source: Auto Expand
ar: توسيع تلقائي
ru: Авторасширение

source: Select Auto Expand
ar: اختر التوسيع التلقائي
ru: Выберите Авторасширение

source: Yes
ar: نعم
ru: Да

source: No
ar: لا
ru: Нет

source: Auto Trim
ar: تقليم تلقائي
ru: Автоматическая обрезка

source: Select Auto Trim
ar: اختر التقليم التلقائي
ru: Выберите Автоматическую обрезку

source: Delegation
ar: التفويض
ru: Делегирование

source: Select Delegation
ar: اختر التفويض
ru: Выберите Делегирование

source: Fail Mode
ar: وضع الفشل
ru: Режим сбоя

source: Select Fail Mode
ar: اختر وضع الفشل
ru: Выберите Режим сбоя

source: Wait
ar: انتظار
ru: Ожидание

source: Panic
ar: ذعر
ru: Паника

source: Spares
ar: قطع غيار
ru: Запасные диски

source: Select spares
ar: حدد قطع غيار
ru: Выберите запасные диски

source: Auto Replace
ar: استبدال تلقائي
ru: Автозамена

source: Select Auto Replace
ar: حدد استبدال تلقائي
ru: Выберите Автозамену

source: Comment
ar: تعليق
ru: Комментарий

source: Comments about the pool
ar: تعليقات حول المجموعة
ru: Комментарии о пуле

source: Pool edited
ar: تم تعديل المجموعة
ru: Пул отредактирован

source: Replace {0} in {1}
ar: استبدال {0} في {1}
ru: Заменить {0} в {1}

source: Replace
ar: استبدال
ru: Заменить

source: Replacement device not selected
ar: لم يتم تحديد جهاز الاستبدال
ru: Устройство для замены не выбрано

source: New disk is smaller than old disk
ar: القرص الجديد أصغر من القرص القديم
ru: Новый диск меньше старого

source: New partition is smaller than old device
ar: القسم الجديد أصغر من الجهاز القديم
ru: Новый раздел меньше старого устройства

source: No available disks
ar: لا توجد أقراص متاحة
ru: Нет доступных дисков
