Repository: AlchemillaHQ/Sylve
Catalog: web/src/locales/*.po
Languages: hi

source: Terminal
hi: टर्मिनल

source: Summary
hi: सारांश

source: Console
hi: कंसोल

source: Storage
hi: भंडारण

source: Hardware
hi: हार्डवेयर

source: Network
hi: नेटवर्क

source: Options
hi: विकल्प

source: Notes
hi: नोट्स

source: Objects
hi: वस्तुएँ

source: Interfaces
hi: इंटरफेस

source: Switches
hi: स्विचेस

source: Manual
hi: मैनुअल

source: Standard
hi: मानक

source: Ranges
hi: श्रेणियाँ

source: Leases
hi: पट्टे

source: Config
hi: कॉन्फ़िग

source: Explorer
hi: एक्सप्लोरर

source: Disks
hi: डिस्क्स

source: Pools
hi: पूल्स

source: Datasets
hi: डेटासेट्स

source: File Systems
hi: फ़ाइल सिस्टम्स

source: Volumes
hi: वॉल्यूम्स

source: Snapshots
hi: स्नैपशॉट्स

source: Samba
hi: साम्बा

source: Shares
hi: शेयरस्

source: Settings
hi: सेटिंग्स

source: Audit Logs
hi: ऑडिट लॉग्स

source: Utilities
hi: उपयोगिताएँ

source: Downloader
hi: डाउनलोडर

source: PCI Passthrough
hi: PCI पासथ्रू

source: Authentication
hi: प्रमाणीकरण

source: Users
hi: यूज़र्स

source: Groups
hi: ग्रुप्स

source: Node — <0/>
hi: नोड

source: Help
hi: हेल्प

source: Difuse-sidebar
hi: डिफ्यूज़-साइडबार

source: Cluster
hi: क्लस्टर

source: Data Center
hi: डेटा सेंटर

source: This node can’t be reached right now. Check the network connection and confirm the node is powered on.
hi: यह नोड अभी पहुँच में नहीं है। नेटवर्क कनेक्शन जाँचें और सुनिश्चित करें कि नोड चालू है।

source: Color Theme
hi: रंग थीम

source: Sylve Logo
hi: Sylve लोगो

source: Toggle navigation menu
hi: नेविगेशन मेनू टॉगल करें

source: Virtual Environment 0.0.1
hi: वर्चुअल एनवायरनमेंट 0.0.1

source: Create VM
hi: VM बनाएँ

source: Create Jail
hi: जेल बनाएँ

source: Toggle user menu
hi: यूज़र मेनू टॉगल करें

source: Log Out
hi: लॉग आउट

source: Sylve initialized
hi: Sylve प्रारंभ किया गया

source: ZFS Storage Pools
hi: ZFS स्टोरेज पूल्स

source: Select Pools
hi: पूल्स चुनें

source: Services
hi: सेवाएँ

source: Virtualization
hi: वर्चुअलाइज़ेशन

source: Jails
hi: जेल्स

source: Samba Server
hi: साम्बा सर्वर

source: DHCP Server
hi: DHCP सर्वर

source: WOL Server
hi: WOL सर्वर

source: We've hit the following errors during initialization
hi: आरंभ के दौरान हमें निम्न त्रुटियाँ मिली हैं

source: Initialize
hi: इनिशियलाइज़

source: Object ({0} properties)
hi: ऑब्जेक्ट ({0} गुण)

source: Enter
hi: एंटर

source: Username
hi: उपयोगकर्ता नाम

source: Enter your username
hi: अपना उपयोगकर्ता नाम दर्ज करें

source: Password
hi: पासवर्ड

source: Realm
hi: रियल्म

source: Remember Me
hi: मुझे याद रखें

source: Login
hi: लॉगिन

source: Select an option
hi: एक विकल्प चुनें

source: Session killed: {0}
hi: सत्र समाप्त: {0}

source: Minimize
hi: मिनिमाइज़

source: Close
hi: बंद करें

source: Add new tab
hi: नया टैब जोड़ें

source: No data available
hi: कोई डेटा उपलब्ध नहीं

source: Partition{0} created
hi: Partition{0} बनाया गया

source: Error creating {0}
hi: {0} बनाने में त्रुटि

source: New Partition {0}
hi: नया विभाजन {0}

source: Create Partitions
hi: पार्टिशन बनाएँ

source: Reset
hi: रीसेट

source: Name
hi: नाम

source: Size
hi: आकार

source: Usage
hi: उपयोग

source: Actions
hi: कार्यों

source: Existing
hi: मौजूदा

source: No partitions created yet
hi: अभी तक कोई पार्टिशन नहीं बनाया गया

source: Add Partition
hi: पार्टिशन जोड़ें

source: No space left
hi: स्थान समाप्त

source: Save Partitions
hi: पार्टिशन सहेजें

source: Standard Switch
hi: स्टैंडर्ड स्विच

source: Disk - Initialize GPT
hi: डिस्क - GPT प्रारंभ करें

source: Disk - Wipe
hi: डिस्क - वाइप

source: Network Object
hi: नेटवर्क ऑब्जेक्ट

source: File Explorer - Delete
hi: फ़ाइल एक्सप्लोरर - हटाएँ

source: File Explorer
hi: फ़ाइल एक्सप्लोरर

source: ZFS Filesystem
hi: ZFS फ़ाइलसिस्टम

source: ZFS Volume
hi: ZFS वॉल्यूम

source: Samba Share
hi: साम्बा शेयर

source: Auth Group
hi: ऑथ ग्रुप

source: Auth User
hi: ऑथ यूज़र

source: Samba Config - Edit
hi: साम्बा कॉन्फ़िग - संपादित करें

source: ZFS Dataset - Bulk Delete
hi: ZFS डेटासेट - बल्क डिलीट

source: ZFS Snapshot
hi: ZFS स्नैपशॉट

source: VM - Start
hi: VM - प्रारंभ करें

source: VM - Stop
hi: VM - रोकें

source: Jail - Start
hi: जेल - प्रारंभ करें

source: Jail - Stop
hi: जेल - रोकें

source: VM Storage - Detach
hi: VM स्टोरेज - डिटैच

source: VM Storage - Attach
hi: VM स्टोरेज - अटैच

source: Manual Switch
hi: मैनुअल स्विच

source: ZFS Pool
hi: ZFS पूल

source: Disk - Create Partitions
hi: डिस्क - पार्टिशन बनाएँ

source: Login - Create
hi: लॉगिन - बनाएँ

source: Start Time
hi: प्रारंभ समय

source: End Time
hi: समाप्ति समय

source: Node
hi: नोड

source: User
hi: उपयोगकर्ता

source: Action
hi: क्रिया

source: Status
hi: स्थिति

source: No response
hi: कोई प्रतिक्रिया नहीं

source: Note updated
hi: नोट अपडेट किया गया

source: Failed to update note
hi: नोट अपडेट करने में विफल रहा

source: Note created
hi: नोट बनाया गया

source: Failed to create note
hi: नोट बनाने में विफल रहा

source: Created
hi: बनाया गया

source: Updated
hi: अपडेट किया गया

source: View
hi: देखें

source: Delete
hi: हटाएँ

source: Edit
hi: संपादित करें

source: Bulk Delete
hi: बल्क डिलीट

source: New
hi: नया

source: Note
hi: नोट

source: Post Upgrade Summary
hi: पोस्ट अपग्रेड सारांश

source: Content
hi: सामग्री

source: This is a note
hi: यह एक नोट है

source: Save
hi: सहेजें

source: Failed to delete note
hi: नोट्स हटाने में विफल रहा

source: Failed to delete notes
hi: नोट्स हटाने में विफल रहा

source: Node ID
hi: नोड ID

source: Address
hi: पता

source: Suffrage
hi: मताधिकार

source: View Join Information
hi: जॉइन जानकारी देखें

source: Create Cluster
hi: क्लस्टर बनाएँ

source: Join Cluster
hi: क्लस्टर जॉइन करें

source: Reset Cluster
hi: क्लस्टर रीसेट करें

source: Failed to reset cluster
hi: क्लस्टर रीसेट करने में विफल रहा

source: Login required after cluster reset
hi: क्लस्टर रीसेट के बाद लॉगिन आवश्यक है

source: CPU Usage
hi: CPU उपयोग

source: RAM Usage
hi: RAM उपयोग

source: Swap Usage
hi: स्वैप उपयोग

source: Network RX
hi: नेटवर्क RX

source: Network TX
hi: नेटवर्क TX

source: Disk Usage
hi: डिस्क उपयोग

source: Operating System
hi: ऑपरेटिंग सिस्टम

source: Uptime
hi: अपटाइम

source: Load Average
hi: लोड एवरेज

source: Boot Mode
hi: बूट मोड

source: Sylve Version
hi: Sylve संस्करण

source: Memory Usage
hi: मेमोरी उपयोग

source: Network Usage
hi: नेटवर्क उपयोग

source: Type
hi: प्रकार

source: Details
hi: विवरण

source: Bucket: {0}<br/>Region: {1}
hi: बकेट: {0}<br/>क्षेत्र: {1}

source: Directory
hi: निर्देशिका

source: Path: {0}
hi: पाथ

source: This will delete {0}
hi: यह {0} को हटाएगा

source: Failed to delete {0}
hi: {0} हटाने में विफल

source: Deleted {0}
hi: {0} हटाया गया

source: Note deleted
hi: नोट हटाया गया

source: Notes deleted
hi: नोट्स हटाए गए

source: Health
hi: स्वास्थ्य

source: Single Node
hi: सिंगल नोड

source: Quorate: Yes
hi: क्वोरेट: हाँ

source: Quorate: Yes (Degraded)
hi: क्वोरम: हाँ (क्षीण)

source: Quorate: No
hi: क्वोरम: नहीं

source: Nodes
hi: नोड्स

source: Online: {0}
hi: ऑनलाइन: {0}

source: Online: 1
hi: ऑनलाइन: 1

source: Offline: {0}
hi: ऑफ़लाइन: {0}

source: Offline: N/A
hi: ऑफ़लाइन: N/A

source: Resources
hi: संसाधन

source: Disk
hi: डिस्क

source: Hostname
hi: होस्टनेम

source: ID
hi: आईडी

source: Last Ping
hi: अंतिम पिंग

source: Username and password are required
hi: यूज़रनेम और पासवर्ड आवश्यक हैं

source: Invalid username
hi: अमान्य उपयोगकर्ता नाम

source: Username already exists
hi: अमान्य उपयोगकर्ता नाम

source: Invalid email address
hi: अमान्य ईमेल पता

source: Password must be at least 8 characters long
hi: पासवर्ड कम से कम 8 अक्षरों का होना चाहिए

source: Failed to create user
hi: उपयोगकर्ता बनाने में विफल

source: User created
hi: उपयोगकर्ता बनाया गया

source: No user selected for editing
hi: संपादन के लिए कोई उपयोगकर्ता चयनित नहीं

source: Failed to edit user
hi: उपयोगकर्ता संपादित करने में विफल

source: User edited
hi: उपयोगकर्ता संपादित किया गया

source: Create User
hi: उपयोगकर्ता बनाएँ

source: Edit User - {0}
hi: उपयोगकर्ता संपादित करें - {0}

source: E-Mail
hi: ई-मेल

source: Enter or generate password
hi: पासवर्ड दर्ज करें या उत्पन्न करें

source: Admin
hi: एडमिन

source: Create
hi: बनाएँ

source: Disable Zoom
hi: ज़ूम निष्क्रिय करें

source: Enable Zoom
hi: ज़ूम सक्षम करें

source: <0/> Reset zoom
hi: <0/> ज़ूम रीसेट करें

source: Baseline
hi: बेसलाइन

source: Value
hi: मान

source: Date
hi: तारीख

source: Invalid IP address
hi: अमान्य IP पता

source: Invalid port number
hi: अमान्य पोर्ट संख्या

source: Failed to create cluster
hi: क्लस्टर बनाने में विफल

source: Cluster created
hi: क्लस्टर बनाया गया

source: Node IP
hi: नोड IP

source: Node Port
hi: नोड पोर्ट

source: Leader API is required
hi: लीडर API आवश्यक है

source: Cluster Key is required
hi: क्लस्टर कुंजी आवश्यक है

source: Unable to join cluster
hi: क्लस्टर से जुड़ने में असमर्थ

source: Joined cluster
hi: क्लस्टर में शामिल हुआ

source: Leader API (192.168.1.1:8181)
hi: लीडर API (192.168.1.1:8181)

source: Cluster Key
hi: क्लस्टर कुंजी

source: Join
hi: जुड़ें

source: Cluster key copied
hi: क्लस्टर कुंजी कॉपी की गई

source: Cluster Information
hi: क्लस्टर जानकारी

source: Property
hi: गुण

source: Leader Node
hi: लीडर नोड

source: Copy
hi: कॉपी करें

source: Are you sure?
hi: क्या आप निश्चित हैं?

source: This action cannot be undone. This will permanently delete
hi: यह क्रिया पूर्ववत नहीं की जा सकती। यह स्थायी रूप से हटाएगी

source: Cancel
hi: रद्द करें

source: Continue
hi: जारी रखें

source: Enter value
hi: मान दर्ज करें

source: Folder
hi: फ़ोल्डर

source: File
hi: फ़ाइल

source: <0/> Create {0}
hi: <0/> {0} बनाएँ

source: Enter {0} name
hi: {0} नाम दर्ज करें

source: <0/> Upload File
hi: <0/> फ़ाइल अपलोड करें

source: <0/> Open
hi: <0/> खोलें

source: <0/> Download
hi: <0/> डाउनलोड

source: <0/> Copy
hi: <0/> कॉपी

source: <0/> Cut
hi: <0/> कट

source: <0/> Rename
hi: <0/> नाम बदलें

source: <0/> Delete
hi: <0/> हटाएँ

source: Yesterday
hi: कल

source: Modified
hi: संशोधित

source: Enter new name
hi: नया नाम दर्ज करें

source: Rename
hi: नाम बदलें

source: <0/> Add New
hi: <0/> नया जोड़ें

source: New File
hi: नई फ़ाइल

source: New Folder
hi: नया फ़ोल्डर

source: Upload File
hi: फ़ाइल अपलोड करें

source: Search files...
hi: फ़ाइलें खोजें

source: <0/> Sort
hi: <0/> क्रमबद्ध करें

source: Last Modified
hi: अंतिम संशोधित

source: First Modified
hi: पहले संशोधित

source: Share name already exists
hi: शेयर नाम पहले से मौजूद है

source: Name is required
hi: नाम आवश्यक है

source: Dataset is required
hi: डेटासेट आवश्यक है

source: No groups selected and guests are not allowed
hi: कोई ग्रुप चयनित नहीं है और मेहमानों की अनुमति नहीं है

source: Share cannot have overlapping groups
hi: शेयर में ओवरलैपिंग ग्रुप्स नहीं हो सकते

source: Failed to {0} Samba share
hi: Samba शेयर {0} करने में विफल

source: Samba share {0}
hi: Samba शेयर {0}

source: Edit Samba Share
hi: Samba शेयर संपादित करें

source: Create Samba Share
hi: Samba शेयर बनाएँ

source: Dataset
hi: डेटासेट

source: Select dataset
hi: डेटासेट चुनें

source: Read-Only Groups
hi: केवल-पठन ग्रुप्स

source: Select groups
hi: ग्रुप्स चुनें

source: Writeable Groups
hi: लेखनीय ग्रुप्स

source: Create Mask
hi: क्रिएट मास्क

source: Directory Mask
hi: डायरेक्टरी मास्क

source: Guests
hi: मेहमान

source: Read Only
hi: केवल पठन

source: Search...
hi: खोजें...

source: Escape
hi: एस्केप

source: More
hi: और

source: Command Palette
hi: कमांड पैलेट

source: Search for a command to run
hi: चलाने के लिए कमांड खोजें

source: Type to create
hi: टाइप करके बनाएँ

source: Add
hi: जोड़ें

source: No data
hi: कोई डेटा नहीं

source: Model
hi: मॉडल

source: Description
hi: विवरण

source: MAC Address
hi: MAC पता

source: Metric
hi: मेट्रिक

source: Active
hi: सक्रिय

source: Attribute
hi: एट्रिब्यूट

source: Details - {0}
hi: विवरण - {0}

source: Data
hi: डेटा

source: Updated At
hi: अपडेट किया गया समय

source: Object {0} deleted
hi: ऑब्जेक्ट {0} हटाया गया

source: Object {0} is in use
hi: ऑब्जेक्ट {0} उपयोग में है

source: Error deleting object {0}
hi: ऑब्जेक्ट {0} हटाने में त्रुटि

source: Are you sure you want to pass through <b>{0}</b> by <b>{1}</b>? This will make it unavailable to the host.
hi: क्या आप वाकई <b>{0}</b> को <b>{1}</b> द्वारा पासथ्रू करना चाहते हैं? इससे यह होस्ट के लिए अनुपलब्ध हो जाएगा।

source: Are you sure you want to remove passthrough for <b>{0}</b> by <b>{1}</b>? This will make it available to the host again.
hi: क्या आप वाकई <b>{0}</b> के लिए <b>{1}</b> द्वारा पासथ्रू हटाना चाहते हैं? इससे यह फिर से होस्ट के लिए उपलब्ध हो जाएगा।

source: Enable Passthrough
hi: पासथ्रू सक्षम करें

source: Disable Passthrough
hi: पासथ्रू निष्क्रिय करें

source: Device added to passthrough
hi: डिवाइस पासथ्रू में जोड़ा गया

source: Failed to add device to passthrough
hi: डिवाइस पासथ्रू में जोड़ने में विफल

source: Device removed from passthrough
hi: डिवाइस पासथ्रू से हटाया गया

source: Device is in use by a VM, failed to remove
hi: डिवाइस एक VM द्वारा उपयोग में है, हटाने में विफल

source: Failed to remove device from passthrough
hi: डिवाइस पासथ्रू से हटाने में विफल

source: S.M.A.R.T Values ({0})
hi: S.M.A.R.T मान ({0})

source: This action cannot be undone. This will permanently <b>delete</b> partition <b>{0}</b>.
hi: यह क्रिया पूर्ववत नहीं की जा सकती। यह स्थायी रूप से <b>पार्टिशन</b> <b>{0}</b> को <b>हटा</b> देगी।

source: This action cannot be undone. This will permanently <b>wipe</b> disk <b>{0}</b>.
hi: यह क्रिया पूर्ववत नहीं की जा सकती। यह स्थायी रूप से डिस्क <b>{0}</b> को <b>मिटा</b> देगी।

source: Disk {0} initialized with GPT
hi: डिस्क {0} GPT के साथ इनिशियलाइज़ की गई

source: S.M.A.R.T Values
hi: S.M.A.R.T मान

source: Initialize GPT
hi: GPT इनिशियलाइज़ करें

source: Wipe Disk
hi: डिस्क मिटाएँ

source: Delete Partition
hi: पार्टिशन हटाएँ

source: Create Partition
hi: पार्टिशन बनाएँ

source: Disk Wiped
hi: डिस्क मिटाई गई

source: Partition Deleted
hi: पार्टिशन हटाया गया

source: Device busy
hi: डिवाइस व्यस्त

source: Unable to wipe busy disk
hi: व्यस्त डिस्क को मिटाने में असमर्थ

source: Unable to delete busy partition
hi: व्यस्त पार्टिशन को हटाने में असमर्थ

source: Error {0}: {1}
hi: त्रुटि {0}: {1}

source: Please enter a valid URL
hi: कृपया एक मान्य URL दर्ज करें

source: Please enter a valid Magnet, HTTP URL or Path
hi: कृपया एक मान्य मैग्नेट, HTTP URL या पाथ दर्ज करें

source: Invalid file name
hi: अमान्य फ़ाइल नाम

source: Download started
hi: डाउनलोड शुरू हुआ

source: Download failed
hi: डाउनलोड विफल

source: Failed to get download link
hi: डाउनलोड लिंक प्राप्त करने में विफल

source: Download
hi: डाउनलोड

source: Magnet / HTTP URL / Path
hi: मैग्नेट / HTTP URL / पाथ

source: Optional File Name
hi: वैकल्पिक फ़ाइल नाम

source: Ignore TLS Errors
hi: TLS त्रुटियों की अनदेखी करें

source: Failed to delete download
hi: डाउनलोड्स हटाने में विफल

source: Failed to delete downloads
hi: डाउनलोड्स हटाने में विफल

source: Failed to create {0} "{1}"
hi: {0} "{1}" बनाने में विफल

source: Renamed successfully
hi: नाम सफलतापूर्वक बदला गया

source: Failed to rename
hi: नाम बदलने में विफल

source: Files
hi: फ़ाइलें

source: Drop files here to upload
hi: अपलोड करने के लिए फ़ाइलें यहाँ छोड़ें

source: Files will be uploaded to the current folder
hi: फ़ाइलें वर्तमान फ़ोल्डर में अपलोड की जाएंगी

source: <0/> Refresh
hi: <0/> रिफ्रेश

source: <0/> Paste
hi: <0/> पेस्ट करें

source: <0/> New File
hi: <0/> नई फ़ाइल

source: <0/> New Folder
hi: <0/> नया फ़ोल्डर

source: {0} items
hi: {0} आइटम्स

source: {0} folders, {1} files
hi: {0} फ़ोल्डर्स, {1} फ़ाइलें

source: Failed to delete {0} "{1}".
hi: {0} "{1}" हटाने में विफल

source: Failed to delete {0} item{1}.
hi: {0} आइटम{1} हटाने में विफल

source: Missing required fields
hi: आवश्यक फ़ील्ड्स गायब हैं

source: Failed to create S3 storage
hi: S3 स्टोरेज बनाने में विफल

source: S3 storage created
hi: S3 स्टोरेज बनाया गया

source: Failed to create Directory storage
hi: डायरेक्टरी स्टोरेज बनाने में विफल

source: Directory storage created
hi: डायरेक्टरी स्टोरेज बनाया गया

source: Please select a storage type
hi: कृपया एक स्टोरेज प्रकार चुनें

source: Create Storage
hi: स्टोरेज बनाएँ

source: Select Type
hi: प्रकार चुनें

source: Endpoint
hi: एंडपॉइंट

source: Region
hi: रीजन

source: Bucket
hi: बकेट

source: Access Key
hi: एक्सेस कुंजी

source: Secret Key
hi: सीक्रेट कुंजी

source: Backups
hi: बैकअप्स

source: Path
hi: पाथ

source: Select Node
hi: नोड चुनें

source: Jail Name
hi: जेल नाम

source: Postgres
hi: पोस्टग्रेस

source: Jail ID
hi: जेल ID

source: Optional description for this virtual machine
hi: इस वर्चुअल मशीन के लिए वैकल्पिक विवरण

source: Basic
hi: बेसिक

source: None
hi: कोई नहीं

source: Failed to create jail
hi: जेल बनाने में विफल

source: Jail {0} created
hi: जेल {0} बनाई गई

source: CPU Cores
hi: CPU कोर

source: Memory Size
hi: मेमोरी आकार

source: Boot Order
hi: बूट क्रम

source: Start On Boot
hi: बूट पर शुरू करें

source: Resource Limits
hi: संसाधन सीमाएँ

source: Host
hi: होस्ट

source: Standard switch
hi: स्टैंडर्ड स्विच

source: Manual switch
hi: मैन्युअल स्विच

source: Inherit network from the host
hi: होस्ट से नेटवर्क विरासत में प्राप्त करें

source: No network switch will be allocated now, you can add it later
hi: अब कोई नेटवर्क स्विच आवंटित नहीं किया जाएगा, आप इसे बाद में जोड़ सकते है

source: Inherit
hi: विरासत में प्राप्त करें

source: IPv4 Network
hi: IPv4 नेटवर्क

source: Select IPv4
hi: IPv4 चुनें

source: IPv4 Gateway
hi: IPv4 गेटवे

source: Select IPv4 Gateway
hi: IPv4 गेटवे चुनें

source: IPv6 Network
hi: IPv6 नेटवर्क

source: Select IPv6
hi: IPv6 चुनें

source: IPv6 Gateway
hi: IPv6 गेटवे

source: Select IPv6 Gateway
hi: IPv6 गेटवे चुनें

source: Select MAC
hi: MAC चुनें

source: Base
hi: बेस

source: Select base
hi: बेस चुनें

source: CPU cores must be at least 1
hi: CPU कोर कम से कम 1 होना चाहिए

source: CPU cores updated
hi: CPU कोर अपडेट किए गए

source: RAM value must be greater than 0
hi: RAM मान 0 से अधिक होना चाहिए

source: RAM value exceeds available memory
hi: RAM मान उपलब्ध मेमोरी से अधिक है

source: RAM value is too high, at least 1 GiB must be reserved for the host
hi: RAM मान बहुत उच्च है, कम से कम 1 GiB होस्ट के लिए आरक्षित होना चाहिए

source: Failed to modify RAM
hi: RAM संशोधित करने में विफल

source: RAM modified
hi: RAM संशोधित की गई

source: Jail not found
hi: जेल नहीं मिली

source: Invalid domain
hi: अमान्य डोमेन

source: Invalid DNS server
hi: अमान्य DNS सर्वर

source: Error updating DHCP configuration
hi: DHCP कॉन्फ़िगरेशन अपडेट करने में त्रुटि

source: Updated DHCP configuration
hi: DHCP कॉन्फ़िगरेशन अपडेट किया गया

source: Update DHCP Configuration
hi: DHCP कॉन्फ़िगरेशन अपडेट करें

source: Domain
hi: डोमेन

source: DNS Servers
hi: DNS सर्वर

source: Select DNS servers
hi: DNS सर्वर चुनें

source: Select switches
hi: स्विचेस चुनें

source: Expand Hosts
hi: होस्ट्स विस्तार करें

source: Local Time
hi: स्थानीय समय

source: VNC Port
hi: VNC पोर्ट

source: VNC Password
hi: VNC पासवर्ड

source: Enter or generate passphrase
hi: पासफ्रेज़ दर्ज करें या उत्पन्न करें

source: VNC Resolution
hi: vNC रिज़ॉल्यूशन

source: Select VNC resolution
hi: चयन करें VNC रिज़ॉल्यूशन

source: Clock Offset
hi: घड़ी ऑफ़सेट

source: Select Time Offset
hi: समय ऑफ़सेट चुनें

source: Startup/Shutdown Order
hi: स्टार्टअप/शटडाउन आदेश

source: Serial Console
hi: सीरियल कंसोल

source: VNC Wait
hi: VNC प्रतीक्षा

source: Enable Cloud-Init
hi: क्लाउड-इनिट सक्षम करें

source: Cloud-Init User Data
hi: क्लाउड-इनिट यूज़र डेटा

source: Cloud-Init Meta Data
hi: क्लाउड-इनिट मेटा डेटा

source: Host(s)
hi: होस्ट(स)

source: Network(s)
hi: नेटवर्क(स)

source: MAC(s)
hi: MAC(स)

source: DUID(s)
hi: DUID(स)

source: Type is required
hi: प्रकार आवश्यक है

source: At least one host must be selected
hi: कम से कम एक होस्ट का चयन करना आवश्यक है

source: At least one network must be selected
hi: कम से कम एक नेटवर्क का चयन करना आवश्यक है

source: At least one MAC must be selected
hi: कम से कम एक MAC का चयन करना आवश्यक है

source: At least one DUID must be selected
hi: कम से कम एक DUID का चयन करना आवश्यक है

source: Invalid host IP: {0}
hi: अमान्य होस्ट IP: {0}

source: Cannot mix IPv4 and IPv6 addresses
hi: IPv4 और IPv6 पतों को मिलाया नहीं जा सकता

source: Invalid network CIDR: {0}
hi: अमान्य नेटवर्क CIDR: {0}

source: Cannot mix IPv4 and IPv6 networks
hi: IPv4 और IPv6 नेटवर्क्स को मिलाया नहीं जा सकता

source: Invalid MAC address: {0}
hi: अमान्य MAC पता: {0}

source: DUID cannot be empty
hi: UID खाली नहीं हो सकता

source: Invalid DUID: {0}
hi: अमान्य DUID: {0}

source: Failed to create network object
hi: नेटवर्क ऑब्जेक्ट बनाने में विफल

source: Object with this name already exists
hi: इस नाम का ऑब्जेक्ट पहले से मौजूद है

source: Created object
hi: ऑब्जेक्ट बनाया गया

source: Host object used in switch, only one IP is allowed
hi: स्विच में उपयोग किए गए होस्ट ऑब्जेक्ट में केवल एक IP की अनुमति है

source: No changes detected
hi: कोई परिवर्तन नहीं पाया गया

source: Cannot change type of object that is in use
hi: उपयोग में मौजूद ऑब्जेक्ट का प्रकार बदलना संभव नहीं है

source: Cannot change object of active VM
hi: सक्रिय VM का ऑब्जेक्ट बदलना संभव नहीं है

source: Failed to update network object
hi: नेटवर्क ऑब्जेक्ट को अपडेट करने में विफल

source: Updated object
hi: ऑब्जेक्ट अपडेट किया गया

source: Edit Object - {0}
hi: ऑब्जेक्ट संपादित करें - {0}

source: Create Object
hi: ऑब्जेक्ट बनाएं

source: Windows
hi: विंडोज़

source: Select type
hi: प्रकार चुनें

source: Hosts
hi: होस्ट्स

source: Select hosts
hi: होस्ट्स चुनें

source: Networks
hi: नेटवर्क्स

source: Select networks
hi: नेटवर्क्स चुनें

source: Select MACs
hi: MACs चुनें

source: Select DUIDs
hi: DUIDs चुनें

source: VM Name
hi: VM नाम

source: CPU Sockets
hi: CPU सॉकेट्स

source: CPU Threads
hi: CPU थ्रेड्स

source: CPU Pinning
hi: CPU पिनिंग

source: Advanced
hi: उन्नत

source: Created VM {0}
hi: VM {0} बनाई गई

source: Failed to create VM
hi: VM बनाने में विफल

source: Create Virtual Machine
hi: वर्चुअल मशीन बनाएं

source: Emulation Type
hi: इम्यूलेशन प्रकार

source: Emulation type
hi: इम्यूलेशन प्रकार

source: Select MAC address
hi: MAC पता चुनें

source: Storage Pool
hi: स्टोरेज पूल

source: Select storage pool
hi: स्टोरेज पूल चुनें

source: Disk Size
hi: डिस्क आकार

source: Select emulation type
hi: इम्यूलेशन प्रकार चुनें

source: Installation Media
hi: इंस्टॉलेशन मीडिया

source: Select installation media
hi: इंस्टॉलेशन मीडिया चुनें

source: Failed to modify CPU
hi: CPU को संशोधित करने में विफल

source: VM not found
hi: VM नहीं मिली

source: Sockets
hi: सॉकेट्स

source: Cores
hi: कोर‍्स

source: Threads
hi: थ्रेड्स

source: Failed to modify PCI devices
hi: PCI डिवाइस को संशोधित करने में विफल

source: PCI devices modified
hi: PCI डिवाइस संशोधित किए गए

source: PCI Devices
hi: PCI डिवाइसेस

source: Select PCI Devices
hi: PCI डिवाइसेस चुनें

source: Switch is required
hi: स्विच आवश्यक है

source: Emulation is required
hi: इम्यूलेशन आवश्यक है

source: Error attaching VM to switch
hi: स्विच से VM को जोड़ने में त्रुटि

source: VM attached to switch
hi: VM स्विच से जुड़ी हुई है

source: New Network
hi: नया नेटवर्क

source: Switch
hi: स्विच

source: Select Switch
hi: स्विच चुनें

source: Emulation
hi: इम्यूलेशन

source: Select Emulation
hi: इम्यूलेशन चुनें

source: Invalid storage name
hi: अमान्य स्टोरेज नाम

source: No ZFS pool selected
hi: कोई ZFS पूल चयनित नहीं है

source: Please specify a boot order
hi: कृपया बूट आदेश निर्दिष्ट करें

source: Boot order already in use
hi: बूट आदेश पहले से उपयोग में है

source: Invalid disk path
hi: अमान्य डिस्क पथ

source: Unable to find disk
hi: डिस्क ढूंढने में असमर्थ

source: Please select a ZFS Volume
hi: कृपया एक ZFS वॉल्यूम चुनें

source: Failed to import disk
hi: डिस्क आयात करने में विफल

source: Disk imported
hi: डिस्क आयात की गई

source: Please specify a size
hi: कृपया आकार निर्दिष्ट करें

source: Failed to attach disk
hi: डिस्क जोड़ने में विफल

source: Disk attached
hi: डिस्क जोड़ी गई

source: New Storage
hi: नया स्टोरेज

source: DB Storage
hi: DB स्टोरेज

source: Import
hi: आयात

source: Disk Type
hi: डिस्क प्रकार

source: Select Disk Type
hi: डिस्क प्रकार चुनें

source: Raw Disk
hi: रॉ डिस्क

source: Image
hi: इमेज

source: Pool
hi: पूल
