Repository: AlchemillaHQ/Sylve
Catalog: web/src/locales/*.po
Languages: hi

source: Select block size
hi: ब्लॉक आकार चुनें

source: Select compression type
hi: संकुचन प्रकार चुनें

source: Select deduplication mode
hi: डेडुप्लिकेशन मोड चुनें

source: Select encryption
hi: एन्क्रिप्शन चुनें

source: Primary Cache
hi: प्राथमिक कैश

source: Select primary cache mode
hi: प्राथमिक कैश मोड चुनें

source: Volume Mode
hi: वॉल्यूम मोड

source: Select volume mode
hi: वॉल्यूम मोड चुनें

source: Failed to edit volume
hi: वॉल्यूम संपादित करने में विफल

source: <0/> Edit Volume - {0}
hi: <0/> वॉल्यूम संपादित करें - {0}

source: <0/> Flash File to {0}
hi: <0/> फ़्लैश फ़ाइल को {0} पर

source: Select File
hi: फ़ाइल चुनें

source: Error flashing volume
hi: वॉल्यूम फ्लैश करने में त्रुटि

source: Volume
hi: वॉल्यूम

source: Flash
hi: फ्लैश

source: Edit Filesystem
hi: फाइलसिस्टम संपादित करें

source: Delete Filesystem
hi: फाइलसिस्टम हटाएं

source: Delete Datasets
hi: डेटा सेट हटाएं

source: Deleted filesystem {0}
hi: फाइलसिस्टम {0} हटाया गया

source: Failed to delete filesystem {0}
hi: फाइलसिस्टम {0} हटाने में विफल

source: Filesystem GUID not found
hi: फाइलसिस्टम GUID नहीं मिला

source: Are you sure you want to delete {0}? This action cannot be undone.
hi: क्या आप सुनिश्चित हैं कि आप {0} को हटाना चाहते हैं? यह क्रिया पूर्ववत नहीं की जा सकती।

source: Deleted {0} datasets
hi: {0} डेटा सेट्स हटाए गए

source: Failed to delete datasets
hi: डेटा सेट्स हटाने में विफल

source: View Periodics
hi: पीरियडिक्स देखें

source: Failed to delete snapshots
hi: स्नैपशॉट्स हटाने में विफल

source: Flash File
hi: फ़्लैश फ़ाइल

source: Delete Volume
hi: वॉल्यूम हटाएं

source: Edit Volume
hi: वॉल्यूम संपादित करें

source: Delete Volumes
hi: वॉल्यूम हटाएं

source: Deleted volume {0}
hi: वॉल्यूम हटाया गया

source: Failed to delete volume {0}
hi: वॉल्यूम {0} हटाने में विफल

source: Volume GUID not found
hi: वॉल्यूम GUID नहीं मिला

source: This will delete {0}. This action cannot be undone.
hi: यह {0} को हटा देगा। यह क्रिया पूर्ववत नहीं की जा सकती।

source: <0/> Language
hi: <0/> भाषा

source: Downloader - Create Signed URL
hi: डाउनलोडर - हस्ताक्षरित URL बनाएँ

source: TPM Emulation
hi: TPM अनुकरण

source: Pool is in use by a VM or Jail
hi: पूल किसी VM या जेल द्वारा उपयोग में है

source: Cannot replace with smaller device
hi: छोटे डिवाइस से बदला नहीं जा सकता

source: Select ATime
hi: ATime चुनें

source: Server String
hi: सर्वर स्ट्रिंग

source: Download URL copied to clipboard
hi: डाउनलोड यूआरएल क्लिपबोर्ड पर कॉपी किया गया

source: Copy URL
hi: यूआरएल कॉपी करें

source: Download Type
hi: डाउनलोड प्रकार

source: Select Download Type
hi: डाउनलोड प्रकार चुनें

source: Base / RootFS
hi: बेस / रूटएफएस

source: Cloud-Init
hi: क्लाउड-इनिट

source: Extract Automatically
hi: स्वचालित रूप से निकालें

source: This will reset clustering data on this node
hi: यह इस नोड पर क्लस्टरिंग डेटा को रीसेट कर देगा

source: Failed to add network
hi: नेटवर्क जोड़ने में विफल

source: Ignore Unimplemented MSR Accesses
hi: अनियोजित MSR पहुँचों को अनदेखा करें

source: Ignore Unimplemented MSRs Accesses
hi: अनियोजित एमएसआर अभिगमों को अनदेखा करें

source: Hourly
hi: प्रति घंटा

source: Daily
hi: दैनिक

source: Weekly
hi: साप्ताहिक

source: Monthly
hi: मासिक

source: Yearly
hi: वार्षिक

source: VM creation form minimized
hi: VM निर्माण फ़ॉर्म छोटा किया गया

source: Uncategorized (ISOs, IMGs, etc.)
hi: अवर्गीकृत (आईएसओ, आईएमजी, आदि)

source: Select ZFS pool
hi: ZFS पूल चुनें

source: Jail creation form minimized
hi: जेल निर्माण फ़ॉर्म छोटा किया गया

source: FStab Additions
hi: FStab अतिरिक्त

source: FStab Entries
hi: FStab प्रविष्टियाँ

source: Additional Options
hi: अतिरिक्त विकल्प

source: Select Jail Type
hi: जेल प्रकार चुनें

source: FreeBSD
hi: फ्रीबीएसडी

source: Set Hostname (allow.set_hostname)
hi: होस्टनेम सेट करें (allow.set_hostname)

source: Raw Sockets (allow.raw_sockets)
hi: रॉ सॉकेट्स (allow.raw_sockets)

source: Change File Flags (allow.chflags)
hi: फ़ाइल फ़्लैग बदलें (allow.chflags)

source: Mount Filesystems (allow.mount)
hi: फ़ाइल सिस्टम माउंट करें (allow.mount)

source: FS Quotas (allow.quotas)
hi: एफएस कोटा (allow.quotas)

source: Read Kernel Message Buffer (allow.read_msgbuf)
hi: कर्नेल संदेश बफर पढ़ें (allow.read_msgbuf)

source: Socket Address Families (allow.socket_af)
hi: सॉकेट एड्रेस परिवार (allow.socket_af)

source: Memory Locking (allow.mlock)
hi: मेमोरी लॉकिंग (allow.mlock)

source: NFS Daemon (allow.nfsd)
hi: एनएफएस डेमॉन (allow.nfsd)

source: Reserved Ports (allow.reserved_ports)
hi: आरक्षित पोर्ट (allow.reserved_ports)

source: Unprivileged Process Debugging (allow.unprivileged_proc_debug)
hi: अविशेषीकृत प्रक्रिया डिबगिंग (allow.unprivileged_proc_debug)

source: Mount fdescfs (allow.mount.fdescfs)
hi: एफडेस्कएफएस माउंट करें (allow.mount.fdescfs)

source: Mount fusefs (allow.mount.fusefs)
hi: फ्यूजएफएस माउंट करें (allow.mount.fusefs)

source: Mount nullfs (allow.mount.nullfs)
hi: नुलएफएस माउंट करें (allow.mount.nullfs)

source: Mount procfs (allow.mount.procfs)
hi: प्रोसीएफएस माउंट करें (allow.mount.procfs)

source: Mount linprocfs (allow.mount.linprocfs)
hi: लिनप्रोसीएफएस माउंट करें (allow.mount.linprocfs)

source: Mount linsysfs (allow.mount.linsysfs)
hi: लिनसिसएफएस माउंट करें (allow.mount.linsysfs)

source: Mount tmpfs (allow.mount.tmpfs)
hi: टीएमपीएफएस माउंट करें (allow.mount.tmpfs)

source: Mount ZFS (allow.mount.zfs)
hi: जेडएफएस माउंट करें (allow.mount.zfs)

source: Virtual Machines (allow.vmm)
hi: वर्चुअल मशीनें (allow.vmm)

source: Allowed Options
hi: अनुमत विकल्प

source: Select Allowed Options
hi: अनुमत विकल्प चुनें

source: Clean Environment
hi: स्वच्छ वातावरण

source: The above script will run during {0}, Ensure they are valid for the host or jail
hi: उपरोक्त स्क्रिप्ट {0} के दौरान चलेगी, सुनिश्चित करें कि वे होस्ट या जेल के लिए वैध हैं

source: Custom Options
hi: कस्टम विकल्प

source: Devfs Ruleset
hi: देवफ्स रूलसेट

source: Leave empty for default ruleset
hi: डिफ़ॉल्ट रूलसेट के लिए खाली छोड़ दें

source: Custom Devfs Ruleset
hi: कस्टम देवफ्स रूलसेट

source: Custom Jail Lifecycle Hooks (exec.* scripts)
hi: कस्टम जेल लाइफसाइकिल हुक्स (exec.* स्क्रिप्ट्स)

source: Mount devfs (allow.mount.devfs)
hi: देवएफएस माउंट करें (allow.mount.devfs)

source: Linux (Experimental)
hi: लिनक्स (प्रायोगिक)

source: {0} Logs
hi: {0} लॉग

source: Monaco, Menlo, "Courier New", monospace
hi: मोनाको, मेनलो, "कूरियर न्यू", मोनोस्पेस

source: Terminal WebSocket connected for tab {0}
hi: टर्मिनल वेबसॉकेट टैब {0} के लिए कनेक्टेड

source: Terminal WebSocket disconnected for tab {0}
hi: टर्मिनल वेबसॉकेट टैब {0} के लिए डिस्कनेक्टेड

source: Record Size
hi: रिकॉर्ड आकार

source: Select Record Size
hi: रिकॉर्ड आकार चुनें

source: Custom Mount Point
hi: कस्टम माउंट पॉइंट

source: Simple Linux
hi: सिंपल लिनक्स

source: Select FStab Option
hi: FStab विकल्प चुनें

source: Metadata (env)
hi: मेटाडेटा (ईएनवी)

source: Metadata (meta)
hi: मेटाडेटा (मेटा)

source: Metadata (Environment Variables)
hi: मेटाडेटा (पर्यावरण चर)

source: Metadata (Meta)
hi: मेटाडेटा (मेटा)

source: CPU cores update failed
hi: CPU कोर अपडेट विफल

source: CPU cores larger than logical cores ({0})
hi: लॉजिकल कोर ({0}) से अधिक CPU कोर

source: This option will disinherit the network configuration from the host. Choose this if you want to attach a custom network switch to this jail or disable networking entirely. Changes will take effect after restarting the jail.
hi: यह विकल्प होस्ट से नेटवर्क कॉन्फ़िगरेशन को असंबद्ध कर देगा। यदि आप इस जेल में एक कस्टम नेटवर्क स्विच संलग्न करना चाहते हैं या पूरी तरह से नेटवर्किंग अक्षम करना चाहते हैं तो इसे चुनें। जेल को पुनरारंभ करने के बाद परिवर्तन प्रभावी होंगे।

source: This option will inherit the network configuration from the host. Choose this if you want the jail to share the host's networking. You can select which protocols to inherit below. Changes will take effect after restarting the jail.
hi: यह विकल्प होस्ट से नेटवर्क कॉन्फ़िगरेशन को इनहेरिट करेगा। यदि आप चाहते हैं कि जेल होस्ट की नेटवर्किंग साझा करे तो इसे चुनें। आप नीचे दिए गए प्रोटोकॉल चुन सकते हैं जिन्हें इनहेरिट करना है। जेल को पुनरारंभ करने के बाद परिवर्तन प्रभावी होंगे।

source: Network disinherited
hi: नेटवर्क असंबद्ध

source: At least one protocol required
hi: कम से कम एक प्रोटोकॉल आवश्यक है

source: Network inherited
hi: नेटवर्क इनहेरिट किया गया

source: Primary Network
hi: प्राथमिक नेटवर्क

source: IPv4 Address
hi: IPv4 पता

source: Select IPv4 Address
hi: IPv4 पता चुनें

source: IPv6 Address
hi: IPv6 पता

source: Select IPv6 Address
hi: IPv6 पता चुनें

source: Default Gateway
hi: डिफ़ॉल्ट गेटवे

source: Default gateway already exists
hi: डिफ़ॉल्ट गेटवे पहले से मौजूद है

source: Network added successfully
hi: नेटवर्क सफलतापूर्वक जोड़ा गया

source: Network name already exists
hi: नेटवर्क नाम पहले से मौजूद है

source: Jail - Network Inherit
hi: जेल - नेटवर्क इनहेरिट करें

source: Jail - Network Disinherit
hi: जेल - नेटवर्क डिसइन्हेरिट करें

source: Jail Network
hi: जेल नेटवर्क

source: Auto-convert to RAW
hi: रॉ में स्वतः-रूपांतरित करें

source: Save As Image
hi: छवि के रूप में सहेजें

source: Received
hi: प्राप्त किया गया

source: Sent
hi: भेजा गया

source: System
hi: सिस्टम

source: ZFS Pools
hi: ZFS पूल

source: At least one ZFS Pool must be selected
hi: कम से कम एक ZFS पूल का चयन किया जाना चाहिए

source: No changes made to ZFS Pools
hi: ZFS पूल्स में कोई बदलाव नहीं किया गया

source: Failed to update ZFS Pools
hi: ZFS पूल्स को अपडेट करने में विफल रहा

source: ZFS Pools updated successfully
hi: ZFS पूल्स सफलतापूर्वक अपडेट किए गए

source: Enter ZFS Pools
hi: ZFS पूल दर्ज करें

source: Cannot remove initialized ZFS Pools
hi: आरंभ किए गए ZFS पूल्स को हटाया नहीं जा सकता

source: Parent pool not found
hi: पैरेंट पूल नहीं मिला

source: Volume size must match block size
hi: वॉल्यूम का आकार ब्लॉक आकार से मेल खाना चाहिए

source: Volume {0} edited
hi: वॉल्यूम {0} संपादित किया गया

source: Volume Size
hi: वॉल्यूम आकार

source: Volume size is not a multiple of block size, click on this if you'd like to automatically adjust it
hi: वॉल्यूम आकार ब्लॉक आकार का गुणक नहीं है, यदि आप इसे स्वचालित रूप से समायोजित करना चाहते हैं तो इस पर क्लिक करें

source: Failed to connect to terminal WebSocket
hi: टर्मिनल वेबसॉकेट से कनेक्ट होने में विफल

source: Unknown VM
hi: अज्ञात VM

source: Started
hi: शुरू हुआ

source: Bad Request
hi: खराब अनुरोध

source: Error
hi: त्रुटि

source: Invalid IPv4 gateway or address
hi: अमान्य IPv4 गेटवे या पता

source: Invalid IPv6 gateway or address
hi: अमान्य IPv6 गेटवे या पता

source: Block devices managed by ZFS
hi: ZFS द्वारा प्रबंधित ब्लॉक डिवाइस

source: Disk images that can be used with any filesystem
hi: डिस्क छवियां जिनका उपयोग किसी भी फाइलसिस्टम के साथ किया जा सकता है

source: No Storage
hi: कोई स्टोरेज नहीं

source: No storage will be allocated for this virtual machine
hi: इस वर्चुअल मशीन के लिए कोई स्टोरेज आवंटित नहीं किया जाएगा

source: Failed to delete periodic snapshot
hi: आवधिक स्नैपशॉट को हटाने में विफल

source: Used
hi: उपयोग किया गया

source: Referenced
hi: संदर्भित

source: Deleted {0} snapshots
hi: {0} स्नैपशॉट हटा दिए गए

source: This will delete {0} snapshots
hi: यह {0} स्नैपशॉट हटा देगा

source: This will delete snapshot {0}
hi: यह स्नैपशॉट {0} को हटा देगा

source: Delete Snapshot
hi: स्नैपशॉट हटाएं

source: Create Directory
hi: डायरेक्टरी बनाएं

source: Delete (File/Directory)
hi: मिटाएँ (फ़ाइल/डायरेक्टरी)

source: Create File
hi: फ़ाइल बनाएं

source: Voter
hi: मतदाता

source: Non Voter
hi: गैर मतदाता

source: Staging
hi: स्टेजिंग

source: Remaining space: <0/>
hi: शेष स्थान: <0/>

source: Check to enable
hi: सक्षम करने के लिए जांचें

source: Toggle {0}
hi: {0} टॉगल करें

source: Setup Complete
hi: सेटअप पूर्ण

source: System is restarting…
hi: सिस्टम पुनरारंभ हो रहा है...

source: System is back online
hi: सिस्टम फिर से ऑनलाइन है

source: System did not come back online in time
hi: सिस्टम समय पर ऑनलाइन वापस नहीं आया

source: WoL Server
hi: WoL सर्वर

source: Not Found
hi: नहीं मिला

source: Invalid RAM value
hi: अमान्य RAM मान

source: You are about to {0} {1}, {2}you will have to restart Sylve and or the host system for changes to take effect
hi: आप {0} {1} करने वाले हैं, {2}परिवर्तनों को प्रभावी होने के लिए आपको सिल्वे और/या होस्ट सिस्टम को पुनरारंभ करना होगा

source: Failed to toggle {0}
hi: {0} को टॉगल करने में विफल रहा

source: Jail
hi: जेल

source: FSTab Entries
hi: FSTab प्रविष्टियाँ

source: Manage the fstab entries for this jail
hi: इस जेल के लिए fstab प्रविष्टियाँ प्रबंधित करें

source: Failed to save changes
hi: परिवर्तन सहेजने में विफल

source: Changes saved
hi: परिवर्तन सहेजे गए

source: DevFS Ruleset
hi: DevFS नियमसेट

source: Manage the devfs ruleset for this jail
hi: इस जेल के लिए devfs नियमसेट प्रबंधित करें

source: Manage additional options for this jail
hi: इस जेल के लिए अतिरिक्त विकल्प प्रबंधित करें

source: Meta and Env key-value pairs
hi: मेटा और Env कुंजी-मूल्य जोड़े

source: Meta (Key=Value per line)
hi: मेटा (प्रति पंक्ति कुंजी=मान)

source: ENV (Key=Value per line)
hi: ENV (प्रति पंक्ति कुंजी=मान)

source: Unexpected error occurred
hi: अप्रत्याशित त्रुटि हुई

source: Snapshot {0}@{1} already exists
hi: स्नैपशॉट {0}@{1} पहले से मौजूद है

source: CPU Info Unavailable
hi: CPU जानकारी अनुपलब्ध

source: Swagger
hi: स्वैगर

source: Edit Users
hi: उपयोगकर्ताओं को संपादित करें

source: Users modified in group
hi: समूह में उपयोगकर्ता संशोधित किए गए

source: Failed to modify users in group
hi: समूह में उपयोगकर्ताओं को संशोधित करने में विफल रहा

source: Modify Users
hi: उपयोगकर्ताओं को संशोधित करें

source: Default Sylve Group (sylve_g)
hi: डिफ़ॉल्ट सिल्वे ग्रुप (sylve_g)

source: A <0>full system reboot</0> is required for Sylve to finish initialization. Continue when ready.
hi: सिल्व को आरंभीकरण पूरा करने के लिए <0>पूर्ण सिस्टम रीबूट</0> की आवश्यकता है। तैयार होने पर जारी रखें।

source: <0/> Rebooting...
hi: <0/> रीबूट हो रहा है...

source: <0/> Reboot
hi: <0/> रीबूट करें
