Repository: AlchemillaHQ/Sylve
Catalog: web/src/locales/*.po
Languages: hi

source: Select Pool
hi: पूल चुनें

source: ISO Image
hi: ISO इमेज

source: Select ISO Image
hi: ISO इमेज चुनें

source: Raw Disk Path
hi: कच्चा डिस्क पथ

source: Select ZFS Volume
hi: जेडएफएस वॉल्यूम चुनें

source: AHCI Hard Disk
hi: एएचसीआई हार्ड डिस्क

source: VirtIO Block
hi: विर्टआईओ ब्लॉक

source: Password too short
hi: पासवर्ड बहुत छोटा है

source: Port must be between 5900 and 65535
hi: पोर्ट 5900 और 65535 के बीच होना चाहिए

source: Invalid resolution selected
hi: अमान्य रिज़ॉल्यूशन चुना गया

source: VNC port already in use
hi: वीएनसी पोर्ट पहले से उपयोग में है

source: Failed to modify VNC
hi: वीएनसी को संशोधित करने में विफल

source: VNC modified
hi: वीएनसी संशोधित किया गया

source: VNC
hi: वीएनसी

source: Enabled
hi: सक्षम किया गया

source: Disabled
hi: निष्क्रिय किया गया

source: Port
hi: पोर्ट

source: Wait for VNC
hi: वीएनसी का इंतजार करें

source: Socket {0}
hi: सॉकेट {0}

source: You can only select up to {0} cores.
hi: आप केवल {0} कोर तक ही चुन सकते हैं।

source: <0/> CPU Pinning
hi: <0/> सीपीयू पिनिंग

source: {0} available
hi: {0} उपलब्ध

source: {0} busy
hi: {0} व्यस्त

source: {0} selected
hi: {0} चुना गया

source: <0/> Back to Sockets
hi: <0/> सॉकेट्स पर वापस जाएं

source: Select All Available
hi: सभी उपलब्ध चुनें

source: Clear Selection
hi: चयन स्पष्ट करें

source: Save & Back to Sockets
hi: सहेजें और सॉकेट्स पर वापस जाएं

source: Clear All Pinning
hi: सभी पिनिंग स्पष्ट करें

source: Failed to modify clock offset
hi: घड़ी ऑफ़सेट को संशोधित करने में विफल

source: Modified clock offset
hi: घड़ी ऑफ़सेट संशोधित किया गया

source: Offset
hi: ऑफ़सेट

source: Either both user and meta data should be empty or both should be provided
hi: या तो उपयोगकर्ता और मेटा डेटा दोनों खाली होने चाहिए, या दोनों प्रदान किए जाने चाहिए।

source: Failed to modify Cloud Init data
hi: क्लाउड इनिट डेटा को संशोधित करने में विफल

source: Modified Cloud Init data
hi: क्लाउड इनिट डेटा संशोधित किया गया

source: Cloud Init
hi: क्लाउड इनिट

source: User Data
hi: उपयोगकर्ता डेटा

source: Cloud Init Data
hi: क्लाउड इनिट डेटा

source: Metadata
hi: मेटाडेटा

source: Cloud Init Metadata
hi: क्लाउड इनिट मेटाडेटा

source: Failed to modify serial console
hi: सीरियल कंसोल को संशोधित करने में विफल

source: Modified serial console
hi: सीरियल कंसोल संशोधित किया गया

source: This VM currently has serial console access enabled. You can disable it using the button below.
hi: "इस वीएम में वर्तमान में सीरियल कंसोल एक्सेस सक्षम है। आप इसे नीचे दिए गए बटन का उपयोग करके अक्षम कर सकते हैं।"

source: This VM currently has serial console access disabled. You can enable it using the button below.
hi: "इस वीएम में वर्तमान में सीरियल कंसोल एक्सेस अक्षम है। आप इसे नीचे दिए गए बटन का उपयोग करके सक्षम कर सकते हैं।"

source: Enable
hi: सक्षम करें

source: Disable
hi: अक्षम करें

source: Shutdown Wait Time must be a non-negative number
hi: शटडाउन वेट टाइम एक नकारात्मक नहीं हो सकता

source: Failed to modify shutdown wait time
hi: शटडाउन वेट टाइम को संशोधित करने में विफल

source: Modified shutdown wait time
hi: शटडाउन वेट टाइम संशोधित किया गया

source: Shutdown Wait Time
hi: शटडाउन वेट टाइम

source: Start Order
hi: स्टार्ट ऑर्डर

source: Failed to modify start order
hi: स्टार्ट ऑर्डर को संशोधित करने में विफल

source: Modified start order
hi: स्टार्ट ऑर्डर संशोधित किया गया

source: Start at Boot
hi: बूट पर शुरू करें

source: Failed to modify WoL setting
hi: WoL सेटिंग को संशोधित करने में विफल

source: Modified WoL setting
hi: WoL सेटिंग संशोधित की गई

source: Wake on LAN
hi: वेक ऑन लैन्स

source: Setting this option to be <0>on</0> will enable Wake on LAN for this VM for all MAC addresses attached to it
hi: "इस विकल्प को <0>ऑन</0> पर सेट करने से इस वीएम के लिए सभी संबंधित MAC पतों पर वेक ऑन लैन्स सक्षम हो जाएगा।"

source: WoL
hi: WoL (वेक ऑन लैन्स)

source: Pool edited
hi: पूल संपादित किया गया

source: Edit ZFS Pool - {0}
hi: जेडएफएस पूल संपादित करें - {0}

source: Auto Expand
hi: ऑटो विस्तार

source: Select Auto Expand
hi: ऑटो विस्तार चुनें

source: Yes
hi: हाँ

source: No
hi: नहीं

source: Auto Trim
hi: ऑटो ट्रिम

source: Select Auto Trim
hi: ऑटो ट्रिम चुनें

source: Delegation
hi: डेलीगेशन

source: Select Delegation
hi: डेलीगेशन चुनें

source: Fail Mode
hi: फेल मोड

source: Select Fail Mode
hi: फेल मोड चुनें

source: Wait
hi: ठीक है, मैं इंतजार कर रहा हूँ।

source: Panic
hi: पैनिक

source: Spares
hi: स्पेयर

source: Select spares
hi: स्पेयर चुनें

source: Auto Replace
hi: ऑटो रिप्लेस

source: Select Auto Replace
hi: ऑटो रिप्लेस चुनें

source: Comment
hi: टिप्पणी

source: Comments about the pool
hi: पूल के बारे में टिप्पणियाँ

source: Replacement device not selected
hi: विकल्प उपकरण चयनित नहीं किया गया

source: New disk is smaller than old disk
hi: नया डिस्क पुरानी डिस्क से छोटा है

source: New partition is smaller than old device
hi: नया पार्टीशन पुराने उपकरण से छोटा है

source: Replace {0} in {1}
hi: {1} में {0} को प्रतिस्थापित करें

source: Select Replacement Device
hi: प्रतिस्थापन उपकरण चुनें

source: Replace
hi: प्रतिस्थापित करें

source: Disks within a VDEV should ideally be the same type
hi: एक वीDEV के भीतर डिस्क्स को आदर्श रूप से एक ही प्रकार की होनी चाहिए

source: Disks within a VDEV should ideally be the same drive type
hi: "एक वीDEV के भीतर डिस्क्स को आदर्श रूप से एक ही ड्राइव प्रकार की होनी चाहिए"

source: Disks within a VDEV should ideally be the same size
hi: "एक वीDEV के भीतर डिस्क्स को आदर्श रूप से एक ही आकार की होनी चाहिए"

source: Partitions within a VDEV should ideally be the same size
hi: "एक वीDEV के भीतर पार्टीशन्स को आदर्श रूप से एक ही आकार के होने चाहिए"

source: Disks/Partitions within a VDEV should ideally be the same drive type
hi: "एक वीDEV के भीतर डिस्क्स/पार्टीशन्स को आदर्श रूप से एक ही ड्राइव प्रकार के होने चाहिए"

source: No available disks or partitions
hi: कोई उपलब्ध डिस्क्स या पार्टीशन्स नहीं हैं

source: Invalid pool name
hi: अमान्य पूल नाम

source: At least one VDEV containing disks is required
hi: कम से कम एक वीDEV जिसमें डिस्क्स हों, आवश्यक है

source: Spares must be larger than the largest disk in the pool
hi: स्पेयर को पूल में सबसे बड़ी डिस्क से बड़ा होना चाहिए

source: A pool with this name already exists
hi: इस नाम का एक पूल पहले से मौजूद है

source: Pool Created
hi: पूल बनाया गया

source: No available disks
hi: कोई उपलब्ध डिस्क्स नहीं हैं

source: Partitions
hi: पार्टीशन्स

source: No available partitions
hi: कोई उपलब्ध पार्टीशन्स नहीं हैं

source: <0/> Create ZFS Pool
hi: <0/> जेडएफएस पूल बनाएं

source: Devices
hi: उपकरण

source: Virtual Devices
hi: msgstr वर्चुअल उपकरण

source: Redundancy <0/>
hi: रेडंडेंसी <0/>

source: Select Redundancy
hi: रेडंडेंसी चुनें

source: VDEVs
hi: वीडीईवीएस

source: Drop disks here
hi: डिस्क्स यहाँ ड्रॉप करें

source: Mount Point
hi: माउंट प्वाइंट

source: Force Create
hi: फोर्स क्रिएट

source: AShift
hi: एशिफ्ट

source: Select ASHIFT
hi: एशिफ्ट चुनें

source: Jail console connected for jail {0}
hi: "जेल कंसोल {0} के लिए कनेक्टेड है"

source: The Jail is currently powered off.<0/> Start the Jail to access its console.
hi: "जेल वर्तमान में बंद है।<0/> कंसोल तक पहुंचने के लिए जेल को चालू करें।"

source: Pool Status
hi: पूल स्थिति

source: Scan Activity
hi: स्कैन गतिविधि

source: No recent scan activity
hi: कोई हाल की स्कैन गतिविधि नहीं है

source: Device Topology
hi: डिवाइस टोपोलॉजी

source: Cache
hi: "कैश"

source: No devices found
hi: कोई उपकरण नहीं मिला

source: Error Status
hi: त्रुटि स्थिति

source: No known data errors
hi: कोई ज्ञात डेटा त्रुटियाँ नहीं हैं

source: Unlimited
hi: असीमित

source: Disable Resource Limits
hi: संसाधन सीमा अक्षम करें

source: Enable Resource Limits
hi: संसाधन सीमा सक्षम करें

source: Enable resource limits to edit
hi: संसाधन सीमाएँ संपादित करने के लिए सक्षम करें

source: Edit {0}
hi: {0} संपादित करें

source: This will give unlimited resources to this jail, proceed with <b>caution!</b>
hi: "यह इस जेल को असीमित संसाधन देगा, <b>सावधानी से आगे बढ़ें!</b>"

source: This will enable resource limits for this jail, defaulting to <b>1 GB RAM</b> and <b>1 vCPU</b>, you can change this later
hi: "यह इस जेल के लिए संसाधन सीमाएँ सक्षम करेगा, जो डिफ़ॉल्ट रूप से <b>1 GB RAM</b> और <b>1 vCPU</b> पर सेट होगा, आप इसे बाद में बदल सकते हैं।"

source: Failed to {0} resource limits
hi: संसाधन सीमाएँ {0} करने में विफल

source: Resource limits {0}
hi: संसाधन सीमाएँ {0}

source: Failed to inherit network
hi: आपको विरासत में लेने के लिए कम से कम एक प्रोटोकॉल का चयन करना होगा

source: Failed to disinherit network
hi: नेटवर्क को विरासत से हटाने में विफल

source: Failed to delete network
hi: नेटवर्क को हटाने में विफल

source: Network deleted
hi: नेटवर्क हटाया गया

source: Disinherit Network
hi: नेटवर्क को विरासत से हटाएं

source: Inherit Network
hi: नेटवर्क को विरासत में लें

source: Detach
hi: अलग करें

source: Disinherit
hi: विरासत से हटाएं

source: Select MAC Address
hi: MAC पता चुनें

source: This will detach the jail from the switch <b>{0}</b>
hi: "यह जेल को स्विच <b>{0}</b> से अलग कर देगा"

source: Update
hi: अपडेट करें

source: Started {0}
hi: शुरू किया {0}

source: Stopped {0}
hi: रोक दिया {0}

source: Deleting Jail
hi: जेल हटा रहे हैं

source: Please wait while Jail <b>{0} ({1})</b> is being deleted
hi: "कृपया प्रतीक्षा करें जबकि जेल <b>{0} ({1})</b> हटाया जा रहा है"

source: Error deleting jail
hi: जेल को हटाने में त्रुटि

source: Jail deleted
hi: जेल हटा दी गई

source: Stopping Jail
hi: जेल को रोक रहे हैं

source: Please wait while Jail <b>{0} ({1})</b> is being stopped
hi: "कृपया प्रतीक्षा करें जबकि जेल <b>{0} ({1})</b> रोकी जा रही है"

source: Starting Jail
hi: जेल को शुरू कर रहे हैं

source: Please wait while Jail <b>{0} ({1})</b> is being started
hi: "कृपया प्रतीक्षा करें जबकि जेल <b>{0} ({1})</b> शुरू की जा रही है"

source: Stop
hi: रोकें

source: Start
hi: शुरू करें

source: Running
hi: चल रहा है

source: Stopped
hi: रोक दिया गया

source: This will permanently delete Jail
hi: यह जेल को स्थायी रूप से हटा देगा

source: Delete MAC Object(s)
hi: MAC ऑब्जेक्ट(स) हटाएं

source: Delete Root Filesystem
hi: रूट फाइल सिस्टम हटाएं

source: Static
hi: स्थिर

source: Dynamic
hi: गतिशील

source: Identifier
hi: पहचानकर्ता

source: IP Address
hi: आईपी पता

source: Range
hi: रेंज

source: Expiry
hi: समाप्ति

source: Never
hi: कभी नहीं

source: This action cannot be undone. This will permanently delete static DHCP lease for <b>{0}</b>
hi: "यह क्रिया पूर्ववत नहीं की जा सकती। यह <b>{0}</b> के लिए स्थिर DHCP लीज़ को स्थायी रूप से हटा देगा।"

source: Failed to delete DHCP lease
hi: DHCP लीज़ को हटाने में विफल

source: DHCP lease deleted
hi: DHCP लीज़ हटा दी गई

source: Start IP
hi: स्टार्ट आईपी

source: End IP
hi: एंड आईपी

source: DHCP Range
hi: DHCP रेंज

source: This action cannot be undone. This will permanently delete this DHCP range including all leases/options associated with it
hi: "यह क्रिया पूर्ववत नहीं की जा सकती। यह इस DHCP रेंज को स्थायी रूप से हटा देगा, जिसमें इससे संबंधित सभी लीज़/विकल्प शामिल हैं।"

source: Failed to delete DHCP range
hi: DHCP रेंज को हटाने में विफल

source: DHCP range deleted
hi: DHCP रेंज हटा दी गई

source: No usable bridges available
hi: कोई उपयोग योग्य ब्रिज उपलब्ध नहीं है

source: Switch {0} deleted
hi: "स्विच {0} हटा दिया गया"

source: Switch is in use by a VM
hi: स्विच किसी वीएम द्वारा उपयोग में है

source: Error deleting switch
hi: स्विच को हटाने में त्रुटि

source: Invalid switch name
hi: अमान्य स्विच नाम

source: Invalid MTU
hi: अमान्य MTU

source: Invalid VLAN
hi: अमान्य VLAN

source: There is already a switch with a default route
hi: पहले से ही एक स्विच है जिसमें डिफ़ॉल्ट रूट है

source: Switch {0} created
hi: स्विच {0} बनाया गया

source: Error creating switch
hi: स्विच बनाने में त्रुटि

source: Switch {0} updated
hi: स्विच {0} अपडेट किया गया

source: Error updating switch
hi: स्विच को अपडेट करने में त्रुटि

source: Edit Standard Switch - {0}
hi: मानक स्विच संपादित करें - {0}

source: Create Standard Switch
hi: मानक स्विच बनाएं

source: Select IPv4 Network
hi: IPv4 नेटवर्क चुनें

source: Select IPv6 Network
hi: IPv6 नेटवर्क चुनें

source: Ports
hi: पोर्ट्स

source: Select ports
hi: पोर्ट्स चुनें

source: Private
hi: निजी

source: Disable IPV6
hi: IPv6 अक्षम करें

source: Default Route
hi: डिफ़ॉल्ट रूट

source: Name and users are required
hi: नाम और उपयोगकर्ता आवश्यक हैं

source: Group name already exists
hi: समूह नाम पहले से मौजूद है

source: Failed to create group
hi: समूह बनाने में विफल

source: Group created
hi: समूह बनाया गया

source: Created At
hi: निर्मित किया गया

source: New Group
hi: नया समूह

source: Select users
hi: उपयोगकर्ता चुनें

source: Failed to delete group
hi: समूह को हटाने में विफल

source: Group deleted
hi: समूह हटा दिया गया

source: Last Usage
hi: अंतिम उपयोग

source: Cannot delete admin user
hi: एडमिन उपयोगकर्ता को हटाया नहीं जा सकता

source: Cannot edit admin user
hi: एडमिन उपयोगकर्ता को संपादित नहीं किया जा सकता

source: Failed to delete user
hi: उपयोगकर्ता को हटाने में विफल

source: User deleted
hi: उपयोगकर्ता हटा दिया गया

source: Select a pool
hi: एक पूल चुनें

source: Pool contains a mirror with devices of different sizes
hi: पूल में विभिन्न आकारों के उपकरणों के साथ एक मिरर है

source: Pool contains a RAIDZ vdev with devices of different sizes
hi: पूल में विभिन्न आकारों के उपकरणों के साथ एक RAIDZ vdev है

source: Pool is busy
hi: पूल व्यस्त है

source: Pool edit failed
hi: पूल संपादन विफल हुआ

source: Scrub started
hi: स्क्रब शुरू हुआ

source: A scrub is already in progress
hi: स्क्रब पहले से ही प्रगति पर है

source: Scrub
hi: स्क्रब

source: Please wait for the scrub/replace operation to finish
hi: कृपया स्क्रब/प्रतिस्थापन कार्य को समाप्त होने तक प्रतीक्षा करें

source: Please wait for the current replace operation to finish
hi: कृपया वर्तमान प्रतिस्थापन कार्य को समाप्त होने तक प्रतीक्षा करें

source: Replace already in progress
hi: प्रतिस्थापन पहले से ही प्रगति पर है

source: Replace Device
hi: डिवाइस प्रतिस्थापित करें

source: Pool {0} deleted
hi: पूल {0} हटाया गया

source: Share
hi: साझा करें

source: Target
hi: लक्ष्य

source: Unix Charset
hi: यूनिक्स वर्णसंकर

source: Workgroup
hi: कार्यसमूह

source: Bind Interfaces Only
hi: केवल इंटरफेस बांधें

source: Failed to update Samba configuration
hi: सांबा कॉन्फ़िगरेशन अपडेट करने में विफल

source: Samba configuration updated
hi: सांबा कॉन्फ़िगरेशन अपडेट किया गया

source: Enter Workgroup
hi: कार्यसमूह दर्ज करें

source: Enter Unix Charset
hi: यूनिक्स वर्णसंकर दर्ज करें

source: Enter Server String
hi: सर्वर स्ट्रिंग दर्ज करें

source: Select Interfaces
hi: इंटरफेस चुनें

source: Edit Share
hi: साझा संपादित करें

source: Delete Share
hi: साझा हटाएं

source: Samba share
hi: सांबा साझा

source: Failed to delete Samba share
hi: सांबा साझा हटाने में विफल

source: Samba share deleted
hi: सांबा साझा हटाया गया

source: Shutoff
hi: बंद करें

source: Serial
hi: अनुक्रमिक

source: Switch to {0} Console
hi: {0} कंसोल पर स्विच करें

source: Kill Serial Session
hi: सीरियल सत्र समाप्त करें

source: Reconnect Serial
hi: सीरियल पुनः कनेक्ट करें

source: VM Console
hi: VM कंसोल

source: No console is configured for this VM.
hi: इस VM के लिए कोई कंसोल कॉन्फ़िगर नहीं है

source: The VM is currently powered off.<0/> Start the VM to access its console.
hi: वीएम वर्तमान में बंद है।<0/> इसके कंसोल तक पहुंचने के लिए वीएम शुरू करें।

source: Start At Boot / Start Order
hi: बूट पर प्रारंभ करें / प्रारंभ क्रम

source: Configured
hi: कॉन्फ़िगर किया गया

source: Not Configured
hi: कॉन्फ़िगर नहीं किया गया

source: Unknown Switch
hi: अज्ञात स्विच

source: Unknown MAC
hi: अज्ञात MAC

source: Unknown
hi: अज्ञात

source: No available/unused switches to attach to
hi: जोड़ने के लिए कोई उपलब्ध/अप्रयुक्त स्विच नहीं है

source: VM must be shut off to attach storage
hi: संग्रहण जोड़ने के लिए VM को बंद करना आवश्यक है

source: This will detach the VM <b>{0}</b> from the switch <b>{1}</b>
hi: यह VM <b>{0}</b> को स्विच <b>{1}</b> से अलग कर देगा

source: Failed to detach network
hi: नेटवर्क अलग करने में विफल

source: Network detached
hi: नेटवर्क अलग किया गया

source: This will detach the storage {0} from the VM <b>{1}</b>
hi: यह संग्रहण {0} को VM <b>{1}</b> से अलग कर देगा

source: Failed to detach storage
hi: संग्रहण अलग करने में विफल

source: Storage detached
hi: संग्रहण अलग किया गया

source: Deleting Virtual Machine
hi: आभासी मशीन हटा रहे हैं

source: Please wait while VM <b>{0} ({1})</b> is being deleted
hi: कृपया प्रतीक्षा करें जबकि VM <b>{0} ({1})</b> हटाई जा रही है

source: Error deleting VM
hi: VM हटाने में त्रुटि

source: VM deleted
hi: VM हटा दी गई

source: Starting Virtual Machine
hi: आभासी मशीन शुरू हो रही है

source: Please wait while VM <b>{0} ({1})</b> is being started.
hi: कृपया प्रतीक्षा करें जबकि VM <b>{0} ({1})</b> शुरू की जा रही है

source: Error starting VM
hi: VM शुरू करने में त्रुटि

source: VM started
hi: VM शुरू हो गई

source: Stopping Virtual Machine
hi: आभासी मशीन रोक रहे हैं

source: Please wait while VM <b>{0} ({1})</b> is being stopped
hi: कृपया प्रतीक्षा करें जबकि VM <b>{0} ({1})</b> रोकी जा रही है

source: Error stopping VM
hi: VM रोकने में त्रुटि

source: VM stopped
hi: VM रोकी गई

source: Shutting Down Virtual Machine
hi: आभासी मशीन बंद की जा रही है

source: Please wait while VM <b>{0} ({1})</b> is being shut down
hi: कृपया प्रतीक्षा करें जबकि VM <b>{0} ({1})</b> बंद की जा रही है

source: Error shutting down VM
hi: VM बंद करने में त्रुटि

source: VM shut down
hi: VM बंद कर दी गई

source: Rebooting Virtual Machine
hi: आभासी मशीन पुनः प्रारंभ की जा रही है

source: Please wait while VM <b>{0} ({1})</b> is being rebooted
hi: कृपया प्रतीक्षा करें जबकि VM <b>{0} ({1})</b> पुनः प्रारंभ की जा रही है

source: Error rebooting VM
hi: VM पुनः प्रारंभ करने में त्रुटि

source: VM rebooted
hi: VM पुनः प्रारंभ की गई

source: Shutdown
hi: बंद करें

source: Reboot
hi: पुनः प्रारंभ करें

source: Notes about VM
hi: VM के बारे में नोट्स

source: This will permanently delete VM
hi: यह VM को स्थायी रूप से हटा देगा

source: Delete RAW Disk(s)
hi: RAW डिस्क(s) हटाएं

source: Delete Volume(s)
hi: वॉल्यूम हटाएँ

source: Invalid hostname
hi: अमान्य होस्टनेम

source: Range is required
hi: सीमा आवश्यक है

source: Identifier is required
hi: पहचानकर्ता

source: IP Address is required
hi: आईपी पता

source: Invalid selection
hi: अमान्य चयन

source: Identifier must be a MAC for IPv4 ranges
hi: पहचानकर्ता IPv4 रेंज के लिए MAC होना चाहिए

source: IP Address must be an IPv4 address for IPv4 ranges
hi: आईपी पता IPv4 रेंज के लिए एक IPv4 पता होना चाहिए

source: Identifier must be a DUID for IPv6 ranges
hi: पहचानकर्ता IPv6 रेंज के लिए DUID होना चाहिए

source: IP Address must be an IPv6 address for IPv6 ranges
hi: आईपी पता IPv6 रेंज के लिए एक IPv6 पता होना चाहिए

source: Failed to create lease
hi: लीज बनाने में विफल

source: Lease created
hi: लीज बनाई गई

source: Failed to edit lease
hi: लीज संपादित करने में विफल

source: Lease edited
hi: लीज संपादित की गई

source: {0} DHCP Lease
hi: {0} DHCP लीज

source: Select Range
hi: रेंज चुनें

source: Select Identifier
hi: पहचानकर्ता चुनें

source: Select IP Address
hi: आईपी पता चुनें

source: Comments
hi: टिप्पणियाँ

source: Optional comments
hi: वैकल्पिक टिप्पणियाँ

source: Invalid name
hi: अमान्य नाम

source: Failed to create manual switch
hi: मैन्युअल स्विच बनाने में विफल

source: Manual switch created
hi: मैन्युअल स्विच बनाया गया

source: Create Manual Switch
hi: मैन्युअल स्विच बनाएं

source: Bridge
hi: ब्रिज

source: Select bridge
hi: ब्रिज चुनें

source: IP Type is required
hi: आईपी प्रकार आवश्यक है

source: No switch selected
hi: कोई स्विच चयनित नहीं है

source: Failed to find interface for selected switch
hi: चयनित स्विच के लिए इंटरफ़ेस खोजने में विफल

source: IP Range not in switch subnet
hi: स्विच सबनेट में आईपी रेंज नहीं है

source: Selected interface has no IPv4 address
hi: चयनित इंटरफ़ेस में कोई IPv4 पता नहीं है

source: Selected interface has no usable IPv6 address
hi: चयनित इंटरफ़ेस में कोई प्रयोज्य IPv6 पता नहीं है

source: IP Range not in switch subnet ({0}/{1})
hi: स्विच सबनेट में आईपी रेंज नहीं है ({0}/{1})

source: Expiry is required
hi: समाप्ति आवश्यक है

source: Error creating DHCP range
hi: DHCP रेंज बनाने में त्रुटि

source: Created DHCP range
hi: DHCP रेंज बनाई गई

source: No DHCP range selected
hi: कोई DHCP रेंज चयनित नहीं है

source: Error updating DHCP range
hi: DHCP रेंज अपडेट करने में त्रुटि

source: Updated DHCP range
hi: DHCP रेंज अपडेट की गई

source: {0} DHCP Range
hi: {0} DHCP रेंज

source: IP Type
hi: आईपी प्रकार

source: Select IP Type
hi: आईपी प्रकार चुनें

source: RA Only
hi: केवल RA

source: No parent selected
hi: कोई पैरेंट चयनित नहीं है

source: Encryption key is required
hi: एन्क्रिप्शन कुंजी आवश्यक है

source: Invalid quota size
hi: अमान्य कोटा आकार

source: Failed to create filesystem
hi: फाइलसिस्टम बनाने में विफल

source: File System {0} created
hi: फाइलसिस्टम {0} बनाया गया

source: <0/> Create Filesystem
hi: <0/> फाइलसिस्टम बनाएं

source: Parent
hi: पैरेंट

source: Select parent
hi: पैरेंट चुनें

source: ATime
hi: एटाइम

source: Checksum
hi: चेकसम

source: Select Checksum
hi: चेकसम चुनें

source: Compression
hi: संकुचन

source: Select Compression
hi: संकुचन

source: Deduplication
hi: डेडुप्लिकेशन

source: Select Deduplication
hi: डेडुप्लिकेशन चुनें

source: Encryption
hi: एन्क्रिप्शन

source: Select Encryption
hi: एन्क्रिप्शन चुनें

source: Passphrase
hi: पासफ़्रेज़

source: Quota
hi: कोटा

source: ACL Inherit
hi: ACL विरासत

source: Select ACL Inherit
hi: ACL विरासत चुनें

source: ACL Mode
hi: ACL मोड

source: Select ACL Mode
hi: ACL मोड चुनें

source: Quota size is less than current used or reserved space
hi: कोटा आकार वर्तमान में उपयोग किए गए या आरक्षित स्थान से कम है

source: Failed to edit filesystem
hi: फाइलसिस्टम संपादित करने में विफल

source: File System {0} edited
hi: फाइलसिस्टम {0} संपादित किया गया

source: <0/> Edit Filesystem - {0}
hi: <0/> फाइलसिस्टम संपादित करें - {0}

source: Snapshot - {0}
hi: स्नैपशॉट - {0}

source: Prefix
hi: प्रिफिक्स

source: Recursive
hi: रिकर्सिव

source: Snapshot GUID not found
hi: स्नैपशॉट GUID नहीं मिला

source: Simple
hi: साधारण

source: Cron Expression
hi: क्रोन अभिव्यक्ति

source: Every Minute
hi: प्रत्येक मिनट

source: Every Hour
hi: प्रत्येक घंटा

source: Every Day
hi: प्रत्येक दिन

source: Every Week
hi: प्रत्येक सप्ताह

source: Every Month
hi: प्रत्येक माह

source: Every Year
hi: प्रत्येक वर्ष

source: Name/prefix required for snapshot(s)
hi: स्नैपशॉट के लिए नाम/प्रिफिक्स आवश्यक है

source: No pool selected
hi: कोई पूल चयनित नहीं है

source: No dataset selected
hi: कोई डेटा सेट चयनित नहीं है

source: Failed to create snapshot
hi: स्नैपशॉट बनाने में विफल

source: Snapshot {0}@{1} created
hi: स्नैपशॉट {0}@{1} बनाया गया

source: Create Snapshot
hi: स्नैपशॉट बनाएं

source: Select a dataset
hi: डेटा सेट चुनें

source: Interval
hi: अंतराल

source: Select an interval
hi: अंतराल

source: Retention
hi: रिटेंशन

source: Select a retention policy
hi: रिटेंशन पॉलिसी चुनें

source: Keep Last
hi: आखिरी रखें

source: Max Age (Days)
hi: अधिकतम आयु (दिन)

source: Keep Hourly
hi: घंटेवार रखें

source: Keep Daily
hi: दैनिक रखें

source: Keep Weekly
hi: साप्ताहिक रखें

source: Keep Monthly
hi: मासिक रखें

source: Keep Yearly
hi: वार्षिक रखें

source: View Snapshot Jobs
hi: स्नैपशॉट जॉब्स देखें

source: Last Run
hi: अंतिम रन

source: Jan 01, 0001
hi: जनवरी 01, 0001

source: Deleted
hi: हटाया गया

source: No snapshot jobs
hi: कोई स्नैपशॉट जॉब्स नहीं हैं

source: Save Snapshot Jobs
hi: स्नैपशॉट जॉब्स सेव करें

source: Error modifying retention policy
hi: रिटेंशन पॉलिसी में बदलाव करने में त्रुटि

source: Retention policy modified
hi: रिटेंशन पॉलिसी में बदलाव किया गया

source: Retention Policies -
hi: रिटेंशन पॉलिसी -

source: Invalid volume name
hi: अमान्य वॉल्यूम नाम

source: Please select a pool
hi: कृपया एक पूल चुनें

source: Invalid volume size
hi: अमान्य वॉल्यूम आकार

source: Volume size is greater than available space
hi: वॉल्यूम आकार उपलब्ध स्थान से अधिक है

source: Failed to create volume
hi: वॉल्यूम बनाने में विफल

source: Volume {0} created
hi: वॉल्यूम {0} बनाया गया

source: Create Volume
hi: वॉल्यूम बनाएं

source: Block Size
hi: ब्लॉक आकार
