Repository: AlchemillaHQ/Sylve
Catalog: web/src/locales/mal.po
Languages: mal

source: AHCI Hard Disk
mal: AHCI ഹാർഡ് ഡിസ്ക്

source: VirtIO Block
mal: VirtIO ബ്ലോക്ക്

source: Enabled
mal: പ്രവർത്തനക്ഷമമാക്കി

source: Disabled
mal: പ്രവർത്തനരഹിതമാക്കി

source: Wait for VNC
mal: VNC-ക്കായി കാത്തിരിക്കുക

source: Either both user and meta data should be empty or both should be provided
mal: ഉപയോക്തൃ ഡാറ്റയും മെറ്റാ ഡാറ്റയും ഒന്നുകിൽ ശൂന്യമായിരിക്കണം അല്ലെങ്കിൽ രണ്ടും നൽകിയിരിക്കണം

source: Failed to modify Cloud Init data
mal: ക്ലൗഡ് ഇനിഷ്യേറ്റ് ഡാറ്റ മാറ്റുന്നതിൽ പരാജയപ്പെട്ടു

source: Modified Cloud Init data
mal: ക്ലൗഡ് ഇനിഷ്യേറ്റ് ഡാറ്റ പരിഷ്കരിച്ചു

source: Cloud Init
mal: ക്ലൗഡ് ഇനിഷ്യേറ്റ്

source: User Data
mal: ഉപയോക്തൃ ഡാറ്റ

source: Cloud Init Data
mal: ക്ലൗഡ് ഇനിഷ്യേറ്റ് ഡാറ്റ

source: Metadata
mal: മെറ്റാഡാറ്റ

source: Cloud Init Metadata
mal: ക്ലൗഡ് ഇനിഷ്യേറ്റ് മെറ്റാഡാറ്റ

source: Enable
mal: പ്രവർത്തനക്ഷമമാക്കുക

source: Shutdown Wait Time must be a non-negative number
mal: ഷട്ട്ഡൗൺ കാത്തിരിപ്പ് സമയം നെഗറ്റീവ് അല്ലാത്ത സംഖ്യയായിരിക്കണം

source: Failed to modify shutdown wait time
mal: ഷട്ട്ഡൗൺ കാത്തിരിപ്പ് സമയം മാറ്റുന്നതിൽ പരാജയപ്പെട്ടു

source: Modified shutdown wait time
mal: ഷട്ട്ഡൗൺ കാത്തിരിപ്പ് സമയം പരിഷ്കരിച്ചു

source: Shutdown Wait Time
mal: ഷട്ട്ഡൗൺ കാത്തിരിപ്പ് സമയം

source: Start Order
mal: തുടങ്ങാനുള്ള ക്രമം

source: Failed to modify start order
mal: തുടങ്ങാനുള്ള ഓർഡർ പരിഷ്കരിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Modified start order
mal: തുടങ്ങാനുള്ള ഓർഡർ പരിഷ്കരിച്ചു

source: Wake on LAN
mal: ലാനിൽ ഉണരുക

source: Auto Expand
mal: സ്വയം വികസിപ്പിക്കുക

source: Select Auto Expand
mal: സ്വയം വികസിപ്പിക്കുക തിരഞ്ഞെടുക്കുക

source: Yes
mal: അതെ

source: No
mal: ഇല്ല

source: Auto Trim
mal: ഓട്ടോ ട്രിം

source: Select Auto Trim
mal: ഓട്ടോ ട്രിം തിരഞ്ഞെടുക്കുക

source: Delegation
mal: പ്രതിനിധിത്വം

source: Select Delegation
mal: പ്രതിനിധിത്വം തിരഞ്ഞെടുക്കുക

source: Fail Mode
mal: പരാജയ മോഡ്

source: Select Fail Mode
mal: പരാജയ മോഡ് തിരഞ്ഞെടുക്കുക

source: Wait
mal: കാത്തിരിക്കുക

source: Panic
mal: പരിഭ്രാന്തി

source: Spares
mal: സ്പെയറുകൾ

source: Select spares
mal: സ്പെയറുകൾ തിരഞ്ഞെടുക്കുക

source: Auto Replace
mal: സ്വയം മാറ്റുക

source: Select Auto Replace
mal: സ്വയം മാറ്റുക തിരഞ്ഞെടുക്കുക

source: Comment
mal: കമന്റ്

source: Comments about the pool
mal: പൂളിനെക്കുറിച്ചുള്ള കമന്റുകൾ

source: Replacement device not selected
mal: മാറ്റിസ്ഥാപിക്കാനുള്ള ഉപകരണം തിരഞ്ഞെടുത്തിട്ടില്ല

source: New disk is smaller than old disk
mal: പുതിയ ഡിസ്ക് പഴയ ഡിസ്കിനേക്കാൾ ചെറുതാണ്

source: New partition is smaller than old device
mal: പുതിയ പാർട്ടീഷൻ പഴയ ഉപകരണത്തേക്കാൾ ചെറുതാണ്

source: Replace {0} in {1}
mal: {1} ലെ {0} മാറ്റുക

source: Select Replacement Device
mal: മാറ്റിസ്ഥാപിക്കാനുള്ള ഉപകരണം തിരഞ്ഞെടുക്കുക

source: Replace
mal: മാറ്റിസ്ഥാപിക്കുക

source: Disks within a VDEV should ideally be the same type
mal: ഒരു VDEV-നുള്ളിലെ ഡിസ്കുകൾ ഒരേ തരം ആയിരിക്കുന്നതാണ് നല്ലത്

source: Disks within a VDEV should ideally be the same drive type
mal: ഒരു VDEV-നുള്ളിലെ ഡിസ്കുകൾ ഒരേ ഡ്രൈവ് തരം ആയിരിക്കുന്നതാണ് നല്ലത്

source: Disks within a VDEV should ideally be the same size
mal: ഒരു VDEV-നുള്ളിലെ ഡിസ്കുകൾ ഒരേ വലുപ്പമുള്ളവയായിരിക്കുന്നതാണ് നല്ലത്

source: Partitions within a VDEV should ideally be the same size
mal: ഒരു VDEV-നുള്ളിലെ പാർട്ടീഷനുകൾ ഒരേ വലുപ്പമുള്ളവയായിരിക്കുന്നതാണ് നല്ലത്

source: Disks/Partitions within a VDEV should ideally be the same drive type
mal: ഒരു VDEV-നുള്ളിലെ ഡിസ്കുകൾ/പാർട്ടീഷനുകൾ ഒരേ ഡ്രൈവ് തരം ആയിരിക്കുന്നതാണ് നല്ലത്

source: No available disks or partitions
mal: ലഭ്യമായ ഡിസ്കുകളോ പാർട്ടീഷനുകളോ ഇല്ല

source: Invalid pool name
mal: അസാധുവായ പൂൾ പേര്

source: At least one VDEV containing disks is required
mal: ഡിസ്കുകൾ അടങ്ങിയ ഒരു VDEV എങ്കിലും ആവശ്യമാണ്

source: Spares must be larger than the largest disk in the pool
mal: അധിക ഡിസ്കുകൾ പൂളിലെ ഏറ്റവും വലിയ ഡിസ്കിനേക്കാൾ വലുതായിരിക്കണം

source: A pool with this name already exists
mal: ഈ പേരിൽ ഒരു പൂൾ ഇതിനകം നിലവിലുണ്ട്

source: Pool Created
mal: പൂൾ ഉണ്ടാക്കി

source: No available disks
mal: ലഭ്യമായ ഡിസ്കുകളില്ല

source: Partitions
mal: പാർട്ടീഷനുകൾ

source: No available partitions
mal: ലഭ്യമായ പാർട്ടീഷനുകളില്ല

source: <0/> Create ZFS Pool
mal: <0/> ZFS പൂൾ ഉണ്ടാക്കുക

source: Devices
mal: ഉപകരണങ്ങൾ

source: Virtual Devices
mal: വെർച്വൽ ഉപകരണങ്ങൾ

source: Redundancy <0/>
mal: റിഡൻഡൻസി <0/>

source: Select Redundancy
mal: റിഡൻഡൻസി തിരഞ്ഞെടുക്കുക

source: VDEVs
mal: VDEV-കൾ

source: Drop disks here
mal: ഡിസ്കുകൾ ഇവിടെ ഇടുക

source: Mount Point
mal: മൗണ്ട് പോയിന്റ്

source: Force Create
mal: സൃഷ്ടിക്കാൻ നിർബന്ധിക്കുക

source: Select ASHIFT
mal: AShift തിരഞ്ഞെടുക്കുക

source: Jail console connected for jail {0}
mal: ജയിലിനായുള്ള ജയിൽ കൺസോൾ {0} ബന്ധിപ്പിച്ചു

source: The Jail is currently powered off.<0/> Start the Jail to access its console.
mal: ജയിൽ നിലവിൽ ഓഫാണ്.<0/> അതിൻ്റെ കൺസോളിലേക്ക് പ്രവേശിക്കാൻ ജയിൽ ആരംഭിക്കുക.

source: Pool Status
mal: പൂൾ നില

source: Scan Activity
mal: സ്കാൻ പ്രവർത്തനം

source: No recent scan activity
mal: സമീപകാല സ്കാൻ പ്രവർത്തനങ്ങളൊന്നും ഇല്ല

source: Device Topology
mal: ഉപകരണ ടോപ്പോളജി

source: Cache
mal: കാഷെ

source: No devices found
mal: ഉപകരണങ്ങളൊന്നും കണ്ടെത്തിയില്ല

source: Error Status
mal: പിശക് നില

source: No known data errors
mal: അറിയപ്പെടുന്ന ഡാറ്റാ പിശകുകളൊന്നും ഇല്ല

source: Unlimited
mal: പരിധിയില്ലാത്തത്

source: Disable Resource Limits
mal: വിഭവ പരിധികൾ പ്രവർത്തനരഹിതമാക്കുക

source: Enable Resource Limits
mal: വിഭവ പരിധികൾ പ്രവർത്തനക്ഷമമാക്കുക

source: Enable resource limits to edit
mal: എഡിറ്റ് ചെയ്യാൻ വിഭവ പരിധികൾ പ്രവർത്തനക്ഷമമാക്കുക

source: Edit {0}
mal: {0} എഡിറ്റ് ചെയ്യുക

source: This will give unlimited resources to this jail, proceed with <b>caution!</b>
mal: ഇത് ഈ ജയിലിന് പരിധിയില്ലാത്ത വിഭവങ്ങൾ നൽകും, <b>ശ്രദ്ധയോടെ</b> മുന്നോട്ട് പോകുക!

source: This will enable resource limits for this jail, defaulting to <b>1 GB RAM</b> and <b>1 vCPU</b>, you can change this later
mal: ഇത് ഈ ജയിലിന് വിഭവ പരിധികൾ പ്രവർത്തനക്ഷമമാക്കും, ഡിഫോൾട്ടായി <b>1 GB RAM</b> ഉം <b>1 vCPU</b> ഉം ആയിരിക്കും, നിങ്ങൾക്ക് ഇത് പിന്നീട് മാറ്റാവുന്നതാണ്

source: Failed to {0} resource limits
mal: വിഭവ പരിധികൾ {0} ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Resource limits {0}
mal: വിഭവ പരിധികൾ {0}

source: Started {0}
mal: {0} മുമ്പ് ആരംഭിച്ചു

source: Stopped {0}
mal: {0} മുമ്പ് നിർത്തപ്പെട്ടു

source: Deleting Jail
mal: ജയിൽ ഇല്ലാതാക്കുന്നു

source: Please wait while Jail <b>{0} ({1})</b> is being deleted
mal: ജയിൽ <b>{0} ({1})</b> ഇല്ലാതാക്കുന്നത് വരെ ദയവായി കാത്തിരിക്കുക

source: Error deleting jail
mal: ജയിൽ ഇല്ലാതാക്കുന്നതിൽ പിശക്

source: Jail deleted
mal: ജയിൽ ഇല്ലാതാക്കി

source: Stopping Jail
mal: ജയിൽ നിർത്തുന്നു

source: Please wait while Jail <b>{0} ({1})</b> is being stopped
mal: ജയിൽ <b>{0} ({1})</b> നിർത്തുന്നത് വരെ ദയവായി കാത്തിരിക്കുക

source: Starting Jail
mal: ജയിൽ ആരംഭിക്കുന്നു

source: Please wait while Jail <b>{0} ({1})</b> is being started
mal: ജയിൽ <b>{0} ({1})</b> ആരംഭിക്കുന്നത് വരെ ദയവായി കാത്തിരിക്കുക

source: Stop
mal: നിർത്തുക

source: Start
mal: ആരംഭിക്കുക

source: Running
mal: പ്രവർത്തിക്കുന്നു

source: Stopped
mal: നിർത്തി

source: This will permanently delete Jail
mal: ഇത് ജയിലിനെ എന്നെന്നേക്കുമായി ഇല്ലാതാക്കും

source: Delete MAC Object(s)
mal: MAC ഒബ്ജക്റ്റ്(കൾ) ഇല്ലാതാക്കുക

source: Delete Root Filesystem
mal: റൂട്ട് ഫയൽസിസ്റ്റം ഇല്ലാതാക്കുക

source: Update
mal: പുതുക്കുക

source: Failed to add network
mal: നെറ്റ്‌വർക്ക് ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Failed to delete network
mal: നെറ്റ്‌വർക്ക് ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Network deleted
mal: നെറ്റ്‌വർക്ക് ഇല്ലാതാക്കി

source: Disinherit Network
mal: നെറ്റ്‌വർക്ക് ഒഴിവാക്കുക

source: Inherit Network
mal: നെറ്റ്‌വർക്ക് ഉൾക്കൊള്ളിക്കുക

source: Detach
mal: വേർപെടുത്തുക

source: This will detach the jail from the switch <b>{0}</b>
mal: ഇത് <b>{0}</b> സ്വിച്ചിൽ നിന്ന് ജയിലിനെ വേർപെടുത്തും

source: Static
mal: സ്റ്റാറ്റിക്

source: Dynamic
mal: ഡൈനാമിക്

source: Identifier
mal: തിരിച്ചറിയൽ

source: IP Address
mal: IP വിലാസം

source: Range
mal: ശ്രേണി

source: Expiry
mal: കാലഹരണപ്പെടൽ

source: Never
mal: ഒരിക്കലുമില്ല

source: This action cannot be undone. This will permanently delete static DHCP lease for <b>{0}</b>
mal: ഈ പ്രവൃത്തി പഴയപടിയാക്കാൻ കഴിയില്ല. ഇത് <b>{0}</b>-നുള്ള സ്റ്റാറ്റിക് DHCP ലീസിനെ എന്നെന്നേക്കുമായി ഇല്ലാതാക്കും.

source: Failed to delete DHCP lease
mal: DHCP ലീസ് ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: DHCP lease deleted
mal: DHCP ലീസ് ഇല്ലാതാക്കി

source: Start IP
mal: ആരംഭ IP

source: End IP
mal: അവസാന IP

source: DHCP Range
mal: DHCP ശ്രേണി

source: This action cannot be undone. This will permanently delete this DHCP range including all leases/options associated with it
mal: ഈ പ്രവൃത്തി പഴയപടിയാക്കാൻ കഴിയില്ല. ഇത് ഈ DHCP ശ്രേണിയും അതുമായി ബന്ധപ്പെട്ട എല്ലാ ലീസുകളും/ഓപ്ഷനുകളും എന്നെന്നേക്കുമായി ഇല്ലാതാക്കും.

source: Failed to delete DHCP range
mal: DHCP ശ്രേണി ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: DHCP range deleted
mal: DHCP ശ്രേണി ഇല്ലാതാക്കി

source: No usable bridges available
mal: ഉപയോഗിക്കാവുന്ന പാലങ്ങളൊന്നും ലഭ്യമല്ല

source: Switch {0} deleted
mal: സ്വിച്ച് {0} ഇല്ലാതാക്കി

source: Switch is in use by a VM
mal: സ്വിച്ച് ഒരു VM ഉപയോഗിക്കുന്നുണ്ട്

source: Error deleting switch
mal: സ്വിച്ച് ഇല്ലാതാക്കുന്നതിൽ പിശക്

source: Name and users are required
mal: പേരും ഉപയോക്താക്കളും ആവശ്യമാണ്

source: Group name already exists
mal: ഗ്രൂപ്പിന്റെ പേര് നിലവിൽ ഉണ്ട്

source: Failed to create group
mal: ഗ്രൂപ്പ് സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Group created
mal: ഗ്രൂപ്പ് സൃഷ്ടിച്ചു

source: Created At
mal: സൃഷ്ടിച്ച തീയതി

source: New Group
mal: പുതിയ ഗ്രൂപ്പ്

source: Invalid switch name
mal: അസാധുവായ സ്വിച്ച് പേര്

source: Invalid MTU
mal: അസാധുവായ MTU

source: Invalid VLAN
mal: അസാധുവായ VLAN

source: There is already a switch with a default route
mal: ഒരു സ്ഥിര റൂട്ടുള്ള ഒരു സ്വിച്ച് ഇതിനകം നിലവിലുണ്ട്

source: Switch {0} created
mal: സ്വിച്ച് {0} സൃഷ്ടിച്ചു

source: Error creating switch
mal: സ്വിച്ച് സൃഷ്ടിക്കുന്നതിൽ പിശക്

source: Switch {0} updated
mal: സ്വിച്ച് {0} അപ്ഡേറ്റ് ചെയ്തു

source: Error updating switch
mal: സ്വിച്ച് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പിശക്

source: Edit Standard Switch - {0}
mal: സാധാരണ സ്വിച്ച് എഡിറ്റ് ചെയ്യുക - {0}

source: Create Standard Switch
mal: സാധാരണ സ്വിച്ച് സൃഷ്ടിക്കുക

source: Select IPv4 Network
mal: IPv4 നെറ്റ്‌വർക്ക് തിരഞ്ഞെടുക്കുക

source: Select IPv6 Network
mal: IPv6 നെറ്റ്‌വർക്ക് തിരഞ്ഞെടുക്കുക

source: Ports
mal: പോർട്ടുകൾ

source: Select ports
mal: പോർട്ടുകൾ തിരഞ്ഞെടുക്കുക

source: Private
mal: സ്വകാര്യം

source: Disable IPV6
mal: IPV6 പ്രവർത്തനരഹിതമാക്കുക

source: Default Route
mal: സ്ഥിരസ്ഥിതി റൂട്ട്

source: Last Usage
mal: അവസാന ഉപയോഗം

source: Cannot delete admin user
mal: അഡ്മിൻ ഉപയോക്താവിനെ മായ്ക്കാനാകില്ല

source: Cannot edit admin user
mal: അഡ്മിൻ ഉപയോക്താവിനെ എഡിറ്റ് ചെയ്യാനാകില്ല

source: Failed to delete user
mal: ഉപയോക്താവിനെ ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: User deleted
mal: ഉപയോക്താവിനെ ഇല്ലാതാക്കി

source: Share
mal: പങ്കിടുക

source: Target
mal: ലക്ഷ്യം

source: Unix Charset
mal: യുണിക്സ് ക്യാരക്ടർസെറ്റ്

source: Workgroup
mal: വർക്ക്ഗ്രൂപ്പ്

source: Server String
mal: സെർവർ സ്ട്രിംഗ്

source: Bind Interfaces Only
mal: ഇന്റർഫേസുകളെ മാത്രം ബന്ധിപ്പിക്കുക

source: Failed to update Samba configuration
mal: സാമ്പ ക്രമീകരണം പുതുക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Samba configuration updated
mal: സാമ്പ ക്രമീകരണം പുതുക്കി

source: Enter Workgroup
mal: വർക്ക്ഗ്രൂപ്പ് നൽകുക

source: Enter Unix Charset
mal: യുണിക്സ് ക്യാരക്ടർസെറ്റ് നൽകുക

source: Enter Server String
mal: സെർവർ സ്ട്രിംഗ് നൽകുക

source: Select Interfaces
mal: ഇന്റർഫേസുകൾ തിരഞ്ഞെടുക്കുക

source: Pool contains a mirror with devices of different sizes
mal: പൂളിൽ വ്യത്യസ്ത വലുപ്പത്തിലുള്ള ഉപകരണങ്ങളുള്ള ഒരു മിറർ അടങ്ങിയിരിക്കുന്നു

source: Pool contains a RAIDZ vdev with devices of different sizes
mal: പൂളിൽ വ്യത്യസ്ത വലുപ്പത്തിലുള്ള ഉപകരണങ്ങളുള്ള ഒരു RAIDZ vdev അടങ്ങിയിരിക്കുന്നു

source: Pool is busy
mal: പൂൾ തിരക്കിലാണ്

source: Pool edit failed
mal: പൂൾ എഡിറ്റ് പരാജയപ്പെട്ടു

source: Scrub started
mal: സ്ക്രബ് ആരംഭിച്ചു

source: A scrub is already in progress
mal: ഒരു സ്ക്രബ് ഇതിനകം നടന്നുകൊണ്ടിരിക്കുന്നു

source: Scrub
mal: സ്ക്രബ്

source: Please wait for the scrub/replace operation to finish
mal: സ്ക്രബ്/മാറ്റിവെക്കൽ പ്രവർത്തനം പൂർത്തിയാക്കാൻ ദയവായി കാത്തിരിക്കുക

source: Please wait for the current replace operation to finish
mal: നിലവിലെ മാറ്റിവെക്കൽ പ്രവർത്തനം പൂർത്തിയാക്കാൻ ദയവായി കാത്തിരിക്കുക

source: Replace already in progress
mal: മാറ്റിവെക്കൽ ഇതിനകം നടന്നുകൊണ്ടിരിക്കുന്നു

source: Replace Device
mal: ഉപകരണം മാറ്റിവെക്കുക

source: Select a pool
mal: ഒരു പൂൾ തിരഞ്ഞെടുക്കുക

source: Shutoff
mal: ഷട്ട്ഓഫ്

source: Serial
mal: സീരിയൽ

source: Switch to {0} Console
mal: {0} കൺസോളിലേക്ക് മാറുക

source: VM Console
mal: VM കൺസോൾ

source: No console is configured for this VM.
mal: ഈ VM-ന് ഒരു കൺസോളും കോൺഫിഗർ ചെയ്തിട്ടില്ല.

source: The VM is currently powered off.<0/> Start the VM to access its console.
mal: VM നിലവിൽ പവർ ഓഫ് ചെയ്തിരിക്കുകയാണ്.<0/>കൺസോളിലേക്ക് പ്രവേശിക്കാൻ VM പ്രവർത്തിപ്പിക്കുക.

source: Start At Boot / Start Order
mal: ബൂട്ടിൽ ആരംഭിക്കുക / ആരംഭിക്കാനുള്ള ക്രമം

source: Configured
mal: കോൺഫിഗർ ചെയ്തത്

source: Not Configured
mal: കോൺഫിഗർ ചെയ്തിട്ടില്ല

source: Unknown
mal: അജ്ഞാതം

source: VM must be shut off to attach storage
mal: സംഭരണം ഘടിപ്പിക്കാൻ VM ഷട്ട് ഓഫ് ചെയ്യണം

source: This will detach the storage {0} from the VM <b>{1}</b>
mal: ഇത് {0} എന്ന സ്റ്റോറേജിനെ <b>{1}</b> എന്ന VM-ൽ നിന്ന് വേർപെടുത്തും.

source: Failed to detach storage
mal: സംഭരണം വേർപെടുത്തുന്നതിൽ പരാജയപ്പെട്ടു

source: Storage detached
mal: സംഭരണം വേർപെടുത്തി

source: Deleting Virtual Machine
mal: വിർച്വൽ മെഷീൻ ഡിലീറ്റ് ചെയ്യുന്നു

source: Please wait while VM <b>{0} ({1})</b> is being deleted
mal: ദയവായി വിഎം <b>{0} ({1})</b> ഡിലീറ്റ് ചെയ്യുമ്പോൾ കാത്തിരിക്കുക

source: Error deleting VM
mal: വിഎം ഡിലീറ്റ് ചെയ്യുന്നതിൽ പിശക്

source: VM deleted
mal: വിഎം ഡിലീറ്റ് ചെയ്തു

source: Starting Virtual Machine
mal: വിർച്വൽ മെഷീൻ ആരംഭിക്കുന്നു

source: Please wait while VM <b>{0} ({1})</b> is being started.
mal: ദയവായി വിഎം <b>{0} ({1})</b> സ്റ്റാർട്ട് ചെയ്യുമ്പോൾ കാത്തിരിക്കുക.

source: Error starting VM
mal: വിഎം സ്റ്റാർട്ട് ചെയ്യുന്നതിൽ പിശക്

source: VM started
mal: വിഎം സ്റ്റാർട്ട് ചെയ്തു

source: Stopping Virtual Machine
mal: വിർച്വൽ മെഷീൻ നിർത്തുന്നു

source: Please wait while VM <b>{0} ({1})</b> is being stopped
mal: ദയവായി വിഎം <b>{0} ({1})</b> സ്റ്റോപ്പ് ചെയ്യുമ്പോൾ കാത്തിരിക്കുക

source: Error stopping VM
mal: വിഎം സ്റ്റോപ്പ് ചെയ്യുന്നതിൽ പിശക്

source: VM stopped
mal: വിഎം സ്റ്റോപ്പ് ചെയ്തു

source: Shutting Down Virtual Machine
mal: വിർച്വൽ മെഷീൻ ഷട്ട്ഡൗൺ ചെയ്യുന്നു

source: Please wait while VM <b>{0} ({1})</b> is being shut down
mal: ദയവായി വിഎം <b>{0} ({1})</b> ഷട്ട്ഡൗൺ ചെയ്യുമ്പോൾ കാത്തിരിക്കുക

source: Error shutting down VM
mal: വിഎം ഷട്ട്ഡൗൺ ചെയ്യുന്നതിൽ പിശക്

source: VM shut down
mal: വിഎം ഷട്ട്ഡൗൺ ചെയ്തു

source: Rebooting Virtual Machine
mal: വിർച്വൽ മെഷീൻ റീബൂട്ട് ചെയ്യുന്നു

source: Please wait while VM <b>{0} ({1})</b> is being rebooted
mal: ദയവായി വിഎം <b>{0} ({1})</b> റീബൂട്ട് ചെയ്യുമ്പോൾ കാത്തിരിക്കുക

source: Error rebooting VM
mal: വിഎം റീബൂട്ട് ചെയ്യുന്നതിൽ പിശക്

source: VM rebooted
mal: വിഎം റീബൂട്ട് ചെയ്തു

source: Shutdown
mal: ഷട്ട്ഡൗൺ

source: Reboot
mal: റീബൂട്ട് ചെയ്യുക

source: Notes about VM
mal: വി.എം-നെക്കുറിച്ചുള്ള കുറിപ്പുകൾ

source: This will permanently delete VM
mal: ഇത് വിഎമ്മിനെ ശാശ്വതമായി ഇല്ലാതാക്കും

source: Delete RAW Disk(s)
mal: റോ ഡിസ്‌ക്(കൾ) ഇല്ലാതാക്കുക

source: Delete Volume(s)
mal: വോളിയം(കൾ) ഇല്ലാതാക്കുക

source: Invalid hostname
mal: അസാധുവായ ഹോസ്റ്റ് നെയിം

source: Range is required
mal: പരിധി ആവശ്യമാണ്

source: Identifier is required
mal: ഐഡന്റിഫയർ ആവശ്യമാണ്

source: IP Address is required
mal: IP വിലാസം ആവശ്യമാണ്

source: Invalid selection
mal: അസാധുവായ തിരഞ്ഞെടുപ്പ്

source: Identifier must be a MAC for IPv4 ranges
mal: IPv4 ശ്രേണികൾക്ക് ഐഡന്റിഫയർ MAC ആയിരിക്കണം

source: IP Address must be an IPv4 address for IPv4 ranges
mal: IPv4 ശ്രേണികൾക്ക് IP വിലാസം ഒരു IPv4 വിലാസം ആയിരിക്കണം

source: Identifier must be a DUID for IPv6 ranges
mal: IPv6 ശ്രേണികൾക്ക് ഐഡന്റിഫയർ DUID ആയിരിക്കണം

source: IP Address must be an IPv6 address for IPv6 ranges
mal: IPv6 ശ്രേണികൾക്ക് IP വിലാസം ഒരു IPv6 വിലാസം ആയിരിക്കണം

source: Failed to create lease
mal: ലീസ് ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Lease created
mal: ലീസ് ഉണ്ടാക്കി

source: Failed to edit lease
mal: ലീസ് എഡിറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Lease edited
mal: ലീസ് എഡിറ്റ് ചെയ്തു

source: {0} DHCP Lease
mal: {0} DHCP ലീസ്

source: Select Range
mal: ശ്രേണി തിരഞ്ഞെടുക്കുക

source: Select Identifier
mal: തിരിച്ചറിയൽ തിരഞ്ഞെടുക്കുക

source: Select IP Address
mal: IP വിലാസം തിരഞ്ഞെടുക്കുക

source: Comments
mal: അഭിപ്രായങ്ങൾ

source: Optional comments
mal: ഓപ്ഷണൽ അഭിപ്രായങ്ങൾ

source: Invalid name
mal: അസാധുവായ പേര്

source: Failed to create manual switch
mal: മാനുവൽ സ്വിച്ച് ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Manual switch created
mal: മാനുവൽ സ്വിച്ച് ഉണ്ടാക്കി

source: Create Manual Switch
mal: ഒരു മാനുവൽ സ്വിച്ച് ഉണ്ടാക്കുക

source: Bridge
mal: ബ്രിഡ്ജ്

source: Select bridge
mal: ബ്രിഡ്ജ് തിരഞ്ഞെടുക്കുക

source: IP Type is required
mal: IP ടൈപ്പ് ആവശ്യമാണ്

source: No switch selected
mal: സ്വിച്ച് തിരഞ്ഞെടുത്തിട്ടില്ല

source: Failed to find interface for selected switch
mal: തിരഞ്ഞെടുത്ത സ്വിച്ചിനായി ഇന്റർഫേസ് കണ്ടെത്താനായില്ല

source: IP Range not in switch subnet
mal: സ്വിച്ച് സബ്‌നെറ്റിൽ IP റേഞ്ച് ഇല്ല

source: Selected interface has no IPv4 address
mal: തിരഞ്ഞെടുത്ത ഇന്റർഫേസിന് IPv4 വിലാസമില്ല

source: Selected interface has no usable IPv6 address
mal: തിരഞ്ഞെടുത്ത ഇന്റർഫേസിന് ഉപയോഗിക്കാവുന്ന IPv6 വിലാസമില്ല

source: IP Range not in switch subnet ({0}/{1})
mal: സ്വിച്ച് സബ്‌നെറ്റിൽ IP റേഞ്ച് ഇല്ല ({0}/{1})

source: Expiry is required
mal: കാലഹരണപ്പെടൽ ആവശ്യമാണ്

source: Error creating DHCP range
mal: DHCP റേഞ്ച് ഉണ്ടാക്കുന്നതിൽ പിശക്

source: Created DHCP range
mal: DHCP റേഞ്ച് ഉണ്ടാക്കി

source: No DHCP range selected
mal: DHCP റേഞ്ച് തിരഞ്ഞെടുത്തിട്ടില്ല

source: Error updating DHCP range
mal: DHCP ശ്രേണി അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പിശക്

source: Updated DHCP range
mal: DHCP ശ്രേണി അപ്ഡേറ്റ് ചെയ്തു

source: {0} DHCP Range
mal: {0} DHCP ശ്രേണി

source: No parent selected
mal: മാതാപിതാക്കളെ തിരഞ്ഞെടുത്തിട്ടില്ല

source: Encryption key is required
mal: എൻക്രിപ്ഷൻ കീ ആവശ്യമാണ്

source: Invalid quota size
mal: അസാധുവായ ക്വാട്ട വലുപ്പം

source: Failed to create filesystem
mal: ഫയൽസിസ്റ്റം ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: File System {0} created
mal: ഫയൽ സിസ്റ്റം {0} സൃഷ്ടിച്ചു

source: <0/> Create Filesystem
mal: <0/> ഫയൽസിസ്റ്റം ഉണ്ടാക്കുക

source: Select ATime
mal: ATime തിരഞ്ഞെടുക്കുക

source: Checksum
mal: ചെക്ക്സം

source: Select Checksum
mal: ചെക്ക്സം തിരഞ്ഞെടുക്കുക

source: Compression
mal: കംപ്രഷൻ

source: Select Compression
mal: കംപ്രഷൻ തിരഞ്ഞെടുക്കുക

source: Deduplication
mal: ഡ്യൂപ്ലിക്കേഷൻ

source: Select Deduplication
mal: ഡ്യൂപ്ലിക്കേഷൻ നീക്കംചെയ്യൽ തിരഞ്ഞെടുക്കുക

source: Encryption
mal: എൻക്രിപ്ഷൻ

source: Select Encryption
mal: എൻക്രിപ്ഷൻ തിരഞ്ഞെടുക്കുക

source: Passphrase
mal: പാസ്ഫ്രെയ്സ്

source: Quota
mal: ക്വാട്ട

source: ACL Inherit
mal: ACL ഇൻഹെറിറ്റ്

source: Select ACL Inherit
mal: ACL ഇൻഹെറിറ്റ് തിരഞ്ഞെടുക്കുക

source: ACL Mode
mal: ACL മോഡ്

source: Select ACL Mode
mal: ACL മോഡ് തിരഞ്ഞെടുക്കുക

source: Snapshot - {0}
mal: സ്നാപ്പ്ഷോട്ട് - {0}

source: Prefix
mal: പ്രിഫിക്‌സ്

source: Recursive
mal: പുനരാരംഭിക്കുക

source: Quota size is less than current used or reserved space
mal: ക്വാട്ട വലുപ്പം നിലവിൽ ഉപയോഗിച്ചതോ റിസർവ് ചെയ്തതോ ആയ സ്ഥലത്തേക്കാൾ കുറവാണ്

source: Failed to edit filesystem
mal: ഫയൽസിസ്റ്റം എഡിറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: File System {0} edited
mal: ഫയൽ സിസ്റ്റം {0} എഡിറ്റ് ചെയ്തു

source: <0/> Edit Filesystem - {0}
mal: <0/> ഫയൽസിസ്റ്റം എഡിറ്റ് ചെയ്യുക - {0}

source: Simple
mal: ലളിതം

source: Cron Expression
mal: ക്രോൺ എക്സ്പ്രഷൻ

source: Every Minute
mal: എല്ലാ മിനിറ്റിലും

source: Every Hour
mal: എല്ലാ മണിക്കൂറിലും

source: Every Day
mal: എല്ലാ ദിവസവും

source: Every Week
mal: എല്ലാ ആഴ്ചയും

source: Every Month
mal: എല്ലാ മാസവും

source: Every Year
mal: എല്ലാ വർഷവും

source: Failed to create snapshot
mal: സ്നാപ്പ്ഷോട്ട് ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Snapshot {0}@{1} created
mal: സ്നാപ്പ്ഷോട്ട് {0}@{1} ഉണ്ടാക്കി

source: Create Snapshot
mal: സ്നാപ്പ്ഷോട്ട് സൃഷ്ടിക്കുക

source: Select a dataset
mal: ഒരു ഡാറ്റാസെറ്റ് തിരഞ്ഞെടുക്കുക

source: Interval
mal: ഇടവേള

source: Select an interval
mal: ഒരു ഇടവേള തിരഞ്ഞെടുക്കുക

source: Retention
mal: നിലനിർത്തൽ

source: Select a retention policy
mal: ഒരു നിലനിർത്തൽ നയം തിരഞ്ഞെടുക്കുക

source: Keep Last
mal: അവസാനത്തേത് നിലനിർത്തുക

source: Max Age (Days)
mal: പരമാവധി പ്രായം (ദിവസങ്ങൾ)

source: Keep Hourly
mal: മണിക്കൂറിൽ നിലനിർത്തുക

source: Keep Daily
mal: പ്രതിദിനം നിലനിർത്തുക

source: Keep Weekly
mal: പ്രതിവാരം നിലനിർത്തുക

source: Keep Monthly
mal: പ്രതിമാസം നിലനിർത്തുക

source: Keep Yearly
mal: പ്രതിവർഷം നിലനിർത്തുക

source: View Snapshot Jobs
mal: സ്നാപ്പ്ഷോട്ട് ജോലികൾ കാണുക

source: Last Run
mal: അവസാനമായി പ്രവർത്തിപ്പിച്ചത്

source: Jan 01, 0001
mal: ജനുവരി 01, 0001

source: Deleted
mal: ഇല്ലാതാക്കി

source: No snapshot jobs
mal: സ്നാപ്പ്ഷോട്ട് ജോലികളൊന്നുമില്ല

source: Save Snapshot Jobs
mal: സ്നാപ്പ്ഷോട്ട് ജോലികൾ സംരക്ഷിക്കുക

source: Error modifying retention policy
mal: നിലനിർത്തൽ നയം പരിഷ്കരിക്കുന്നതിൽ പിശക്

source: Retention policy modified
mal: നിലനിർത്തൽ നയം പരിഷ്കരിച്ചു

source: Retention Policies -
mal: നിലനിർത്തൽ നയങ്ങൾ -

source: Volume size is greater than available space
mal: വോളിയം വലുപ്പം ലഭ്യമായ സ്ഥലത്തേക്കാൾ കൂടുതലാണ്

source: Failed to create volume
mal: വോള്യം സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Volume {0} created
mal: വോള്യം {0} സൃഷ്ടിച്ചു

source: Create Volume
mal: വോള്യം സൃഷ്ടിക്കുക

source: Block Size
mal: ബ്ലോക്ക് വലുപ്പം

source: Select block size
mal: ബ്ലോക്ക് വലുപ്പം തിരഞ്ഞെടുക്കുക

source: Select compression type
mal: കംപ്രഷൻ തരം തിരഞ്ഞെടുക്കുക

source: Select deduplication mode
mal: ഡ്യൂപ്ലിക്കേഷൻ മോഡ് തിരഞ്ഞെടുക്കുക

source: Select encryption
mal: എൻക്രിപ്ഷൻ തിരഞ്ഞെടുക്കുക

source: Primary Cache
mal: പ്രൈമറി കാഷെ

source: Select primary cache mode
mal: പ്രൈമറി കാഷെ മോഡ് തിരഞ്ഞെടുക്കുക

source: Volume Mode
mal: വോള്യം മോഡ്

source: Select volume mode
mal: വോള്യം മോഡ് തിരഞ്ഞെടുക്കുക

source: <0/> Flash File to {0}
mal: <0/> ഫയൽ {0}-ലേക്ക് ഫ്ലാഷ് ചെയ്യുക

source: Edit Filesystem
mal: ഫയൽസിസ്റ്റം എഡിറ്റ് ചെയ്യുക

source: Delete Filesystem
mal: ഫയൽസിസ്റ്റം ഇല്ലാതാക്കുക

source: Delete Datasets
mal: ഡാറ്റാസെറ്റുകൾ ഇല്ലാതാക്കുക

source: Deleted filesystem {0}
mal: ഇല്ലാതാക്കിയ ഫയൽസിസ്റ്റം {0}

source: Failed to delete filesystem {0}
mal: ഫയൽസിസ്റ്റം {0} ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Filesystem GUID not found
mal: ഫയൽസിസ്റ്റം GUID കണ്ടെത്തിയില്ല

source: Are you sure you want to delete {0}? This action cannot be undone.
mal: {0} ഇല്ലാതാക്കാൻ നിങ്ങൾ ഉറപ്പാണോ? ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.

source: Deleted {0} datasets
mal: {0} ഡാറ്റാസെറ്റുകൾ ഇല്ലാതാക്കി

source: Failed to delete datasets
mal: ഡാറ്റാസെറ്റുകൾ ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: View Periodics
mal: ആവർത്തനങ്ങൾ കാണുക

source: Flash File
mal: ഫ്ലാഷ് ഫയൽ

source: Delete Volume
mal: വോളിയം ഇല്ലാതാക്കുക

source: Edit Volume
mal: വോളിയം എഡിറ്റ് ചെയ്യുക

source: Delete Volumes
mal: വോളിയം ഇല്ലാതാക്കുക

source: Deleted volume {0}
mal: {0} വോളിയം ഇല്ലാതാക്കി

source: Failed to delete volume {0}
mal: {0} വോളിയം ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Volume GUID not found
mal: വോളിയം GUID കണ്ടെത്തിയില്ല

source: This will delete {0}. This action cannot be undone.
mal: ഇത് {0} ഇല്ലാതാക്കും. ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല.

source: Manage ({0} pinned)
mal: നിയന്ത്രിക്കുക ({0} പിൻ ചെയ്തു)

source: Extract Automatically
mal: സ്വയമേവ എക്‌സ്‌ട്രാക്റ്റ് ചെയ്യുക

source: Download Type
mal: ഡൗൺലോഡ് തരം

source: Select Download Type
mal: ഡൗൺലോഡ് തരം തിരഞ്ഞെടുക്കുക

source: Base / RootFS
mal: അടിസ്ഥാനം / റൂട്ട്FS

source: <0/> Language
mal: <0/> ഭാഷ

source: Download URL copied to clipboard
mal: ഡൗൺലോഡ് URL ക്ലിപ്പ്ബോർഡിലേക്ക് പകർത്തി

source: Copy URL
mal: URL പകർത്തുക
