Repository: AlchemillaHQ/Sylve
Catalog: web/src/locales/mal.po
Languages: mal

source: Terminal
mal: ടെർമിനൽ

source: Summary
mal: ചുരുക്കം

source: Console
mal: കൺസോൾ

source: Storage
mal: സംഭരണം

source: Hardware
mal: ഹാർഡ്‌വെയർ

source: Network
mal: ശൃംഖല

source: Options
mal: ഓപ്ഷനുകൾ

source: Notes
mal: കുറിപ്പുകൾ

source: Objects
mal: വസ്തുക്കൾ

source: Interfaces
mal: ഇന്റർഫേസുകൾ

source: Switches
mal: സ്വിച്ചുകൾ

source: Manual
mal: സ്വയം

source: Standard
mal: സാധാരണ

source: Ranges
mal: വ്യാപ്തി

source: Leases
mal: പാട്ടങ്ങൾ

source: Config
mal: കോൺഫിഗ്

source: Explorer
mal: എക്സ്പ്ലോറർ

source: Disks
mal: ഡിസ്കുകൾ

source: Pools
mal: പൂളുകൾ

source: Datasets
mal: ഡാറ്റാസെറ്റുകൾ

source: File Systems
mal: ഫയൽ സിസ്റ്റങ്ങൾ

source: Volumes
mal: വോള്യങ്ങൾ

source: Snapshots
mal: സ്നാപ്പ്ഷോട്ടുകൾ

source: Samba
mal: സാംബ

source: Shares
mal: പങ്കുവെക്കലുകൾ

source: Settings
mal: ക്രമീകരണങ്ങൾ

source: Audit Logs
mal: ഓഡിറ്റ് ലോഗുകൾ

source: Utilities
mal: ഉപയോഗങ്ങൾ

source: Downloader
mal: ഡൗൺലോഡർ

source: PCI Passthrough
mal: PCI പാസ്‌ത്രൂ

source: Authentication
mal: പ്രാമാണീകരണം

source: Users
mal: ഉപയോക്താക്കൾ

source: Groups
mal: ഗ്രൂപ്പുകൾ

source: Node — <0/>
mal: നോഡ് — <0/>

source: Help
mal: സഹായം

source: Difuse-sidebar
mal: ഡിഫ്യൂസ്-സൈഡ്ബാർ

source: Cluster
mal: ക്ലസ്റ്റർ

source: Data Center
mal: ഡാറ്റ സെന്റർ

source: This node can’t be reached right now. Check the network connection and confirm the node is powered on.
mal: ഈ നോഡിൽ ഇപ്പോൾ എത്തിച്ചേരാൻ കഴിയില്ല. നെറ്റ്‌വർക്ക് കണക്ഷൻ പരിശോധിച്ച് നോഡ് പ്രവർത്തിക്കുന്നുണ്ടെന്ന് ഉറപ്പാക്കുക.

source: Color Theme
mal: കളർ തീം

source: Sylve Logo
mal: സിൽവ് ലോഗോ

source: SYLVE
mal: സിൽവ്

source: Toggle navigation menu
mal: നാവിഗേഷൻ മെനു ടോഗിൾ ചെയ്യുക

source: Virtual Environment 0.0.1
mal: വിർച്വൽ എൻവയോൺമെന്റ് 0.0.1

source: Create VM
mal: വി.എം. ഉണ്ടാക്കുക

source: Create Jail
mal: ജയിൽ ഉണ്ടാക്കുക

source: Toggle user menu
mal: ഉപയോക്തൃ മെനു ടോഗിൾ ചെയ്യുക

source: Sylve initialized
mal: സിൽവ് ഇനിഷ്യലൈസ് ചെയ്തു

source: ZFS Storage Pools
mal: ZFS സ്റ്റോറേജ് പൂളുകൾ

source: Select Pools
mal: പൂളുകൾ തിരഞ്ഞെടുക്കുക

source: Services
mal: സേവനങ്ങൾ

source: Virtualization
mal: വിർച്വലൈസേഷൻ

source: Jails
mal: ജയിലുകൾ

source: Samba Server
mal: സാംബ സെർവർ

source: DHCP Server
mal: DHCP സെർവർ

source: WOL Server
mal: WOL സെർവർ

source: We've hit the following errors during initialization
mal: ഇനിഷ്യലൈസേഷൻ സമയത്ത് താഴെ പറയുന്ന പിശകുകൾ സംഭവിച്ചു

source: Initialize
mal: ഇനിഷ്യലൈസ് ചെയ്യുക

source: Object ({0} properties)
mal: വസ്തു ({0} പ്രോപ്പർട്ടികൾ)

source: Enter
mal: നൽകുക

source: Username
mal: ഉപയോക്തൃനാമം

source: Enter your username
mal: നിങ്ങളുടെ ഉപയോക്തൃനാമം നൽകുക

source: Password
mal: ഗുപ്തപദം

source: Realm
mal: സാമ്രാജ്യം

source: PAM
mal: പി.എ.എം.

source: Sylve
mal: സിൽവ്

source: Remember Me
mal: എന്നെ ഓർമ്മിക്കുക

source: Login
mal: ലോഗിൻ

source: Select an option
mal: ഒരു ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക

source: Minimize
mal: ചെറുതാക്കുക

source: Close
mal: അടയ്ക്കുക

source: No data available
mal: ഡാറ്റ ലഭ്യമല്ല

source: Partition{0} created
mal: പാർട്ടീഷൻ {0} ഉണ്ടാക്കി

source: Error creating {0}
mal: {0} ഉണ്ടാക്കുന്നതിൽ പിശക്

source: New Partition {0}
mal: പുതിയ പാർട്ടീഷൻ {0}

source: Create Partitions
mal: പാർട്ടീഷനുകൾ ഉണ്ടാക്കുക

source: Reset
mal: പുനഃസജ്ജമാക്കുക

source: Name
mal: പേര്

source: Size
mal: വലിപ്പം

source: Usage
mal: ഉപയോഗം

source: Actions
mal: പ്രവർത്തനങ്ങൾ

source: Existing
mal: നിലവിലുള്ളത്

source: No partitions created yet
mal: പാര്‍ട്ടീഷനുകളൊന്നും ഇതുവരെ ഉണ്ടാക്കിയിട്ടില്ല

source: Add Partition
mal: പാര്‍ട്ടീഷൻ ചേർക്കുക

source: No space left
mal: സ്ഥലമില്ല

source: Save Partitions
mal: പാര്‍ട്ടീഷനുകൾ സേവ് ചെയ്യുക

source: Standard Switch
mal: സാധാരണ സ്വിച്ച്

source: Disk - Initialize GPT
mal: ഡിസ്ക് - GPT ഇനിഷ്യലൈസ് ചെയ്യുക

source: Disk - Wipe
mal: ഡിസ്ക് - മായ്ക്കുക

source: Network Object
mal: നെറ്റ്‌വർക്ക് ഒബ്‌ജക്റ്റ്

source: File Explorer - Delete
mal: ഫയൽ എക്സ്പ്ലോറർ - ഇല്ലാതാക്കുക

source: File Explorer
mal: ഫയൽ എക്സ്പ്ലോറർ

source: ZFS Filesystem
mal: ZFS ഫയൽസിസ്റ്റം

source: ZFS Volume
mal: ZFS വോളിയം

source: Samba Share
mal: സാംബ ഷെയർ

source: Auth Group
mal: ഓത്ത് ഗ്രൂപ്പ്

source: Auth User
mal: ഓത്ത് യൂസർ

source: Samba Config - Edit
mal: സാംബ കോൺഫിഗറേഷൻ - എഡിറ്റ് ചെയ്യുക

source: ZFS Dataset - Bulk Delete
mal: ZFS ഡാറ്റാസെറ്റ് - ബൾക്കായി ഇല്ലാതാക്കുക

source: ZFS Snapshot
mal: ZFS സ്നാപ്പ്ഷോട്ട്

source: VM - Start
mal: വിഎം - ആരംഭിക്കുക

source: VM - Stop
mal: വിഎം - നിർത്തുക

source: Jail - Start
mal: ജയിൽ - ആരംഭിക്കുക

source: Jail - Stop
mal: ജയിൽ - നിർത്തുക

source: VM Storage - Detach
mal: വിഎം സ്റ്റോറേജ് - വേർപെടുത്തുക

source: VM Storage - Attach
mal: വിഎം സ്റ്റോറേജ് - ഘടിപ്പിക്കുക

source: Manual Switch
mal: മാനുവൽ സ്വിച്ച്

source: ZFS Pool
mal: ZFS പൂൾ

source: Disk - Create Partitions
mal: ഡിസ്ക് - പാർട്ടീഷനുകൾ ഉണ്ടാക്കുക

source: Login - Create
mal: ലോഗിൻ - ഉണ്ടാക്കുക

source: Start Time
mal: ആരംഭിക്കുന്ന സമയം

source: End Time
mal: അവസാനിക്കുന്ന സമയം

source: Node
mal: നോഡ്

source: User
mal: ഉപയോക്താവ്

source: Action
mal: പ്രവർത്തനം

source: Status
mal: സ്ഥിതി

source: No response
mal: പ്രതികരിക്കുന്നില്ല

source: Node ID
mal: നോഡ് ഐഡി

source: Address
mal: വിലാസം

source: Suffrage
mal: വോട്ടവകാശം

source: View Join Information
mal: ചേരുന്ന വിവരങ്ങൾ കാണുക

source: Create Cluster
mal: ക്ലസ്റ്റർ സൃഷ്ടിക്കുക

source: Join Cluster
mal: ക്ലസ്റ്ററിൽ ചേരുക

source: Reset Cluster
mal: ക്ലസ്റ്റർ പുനഃസജ്ജമാക്കുക

source: This will reset clustering data on this node
mal: ഇത് ഈ നോഡിലെ ക്ലസ്റ്ററിംഗ് ഡാറ്റ പുനഃസജ്ജമാക്കും

source: Failed to reset cluster
mal: ക്ലസ്റ്റർ പുനഃസജ്ജമാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Login required after cluster reset
mal: ക്ലസ്റ്റർ പുനഃസജ്ജമാക്കിയ ശേഷം ലോഗിൻ ആവശ്യമാണ്

source: Note updated
mal: കുറിപ്പ് അപ്‌ഡേറ്റ് ചെയ്തു

source: Failed to update note
mal: കുറിപ്പ് അപ്‌ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Note created
mal: കുറിപ്പ് സൃഷ്ടിച്ചു

source: Failed to create note
mal: കുറിപ്പ് സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Created
mal: സൃഷ്ടിച്ചത്

source: Updated
mal: അപ്‌ഡേറ്റ് ചെയ്തത്

source: View
mal: കാണുക

source: Delete
mal: മായ്ക്കുക

source: Edit
mal: എഡിറ്റ് ചെയ്യുക

source: Bulk Delete
mal: വലിയ തോതിലുള്ള മായ്ക്കൽ

source: New
mal: പുതിയത്

source: Note
mal: കുറിപ്പ്

source: Post Upgrade Summary
mal: അപ്‌ഗ്രേഡിന് ശേഷമുള്ള സംഗ്രഹം

source: Content
mal: ഉള്ളടക്കം

source: This is a note
mal: ഇതൊരു കുറിപ്പാണ്

source: Save
mal: സംരക്ഷിക്കുക

source: Failed to delete note
mal: കുറിപ്പ് മായ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Failed to delete notes
mal: കുറിപ്പുകൾ മായ്ക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: CPU Usage
mal: സിപിയു ഉപയോഗം

source: RAM Usage
mal: റാം ഉപയോഗം

source: Swap Usage
mal: സ്വാപ്പ് ഉപയോഗം

source: Network RX
mal: നെറ്റ്‌വർക്ക് RX

source: Network TX
mal: നെറ്റ്‌വർക്ക് TX

source: Disk Usage
mal: ഡിസ്ക് ഉപയോഗം

source: CPU(s)
mal: സിപിയു(കൾ)

source: Operating System
mal: ഓപ്പറേറ്റിംഗ് സിസ്റ്റം

source: Uptime
mal: പ്രവർത്തനസമയം

source: Load Average
mal: ശരാശരി ലോഡ്

source: Boot Mode
mal: ബൂട്ട് മോഡ്

source: Sylve Version
mal: സില്വ് പതിപ്പ്

source: Memory Usage
mal: മെമ്മറി ഉപയോഗം

source: Network Usage
mal: നെറ്റ്‌വർക്ക് ഉപയോഗം

source: Type
mal: തരം

source: Health
mal: ആരോഗ്യം

source: Single Node
mal: സിംഗിൾ നോഡ്

source: Quorate: Yes
mal: ക്വോറേറ്റ്: അതെ

source: Quorate: Yes (Degraded)
mal: ക്വോറേറ്റ്: അതെ (മോശമായത്)

source: Quorate: No
mal: ക്വോറേറ്റ്: ഇല്ല

source: Nodes
mal: നോഡുകൾ

source: Online: {0}
mal: ഓൺലൈൻ: {0}

source: Online: 1
mal: ഓൺലൈൻ: 1

source: Offline: {0}
mal: ഓഫ്‌ലൈൻ: {0}

source: Offline: N/A
mal: ഓഫ്‌ലൈൻ: ലഭ്യമല്ല

source: Resources
mal: വിഭവങ്ങൾ

source: Disk
mal: ഡിസ്ക്

source: Hostname
mal: ഹോസ്റ്റ് നെയിം

source: ID
mal: ഐഡി

source: Last Ping
mal: അവസാന പിംഗ്

source: E-Mail
mal: ഇമെയിൽ

source: Enter or generate password
mal: പാസ്‌വേഡ് നൽകുക അല്ലെങ്കിൽ ഉണ്ടാക്കുക

source: Create
mal: സൃഷ്ടിക്കുക

source: Invalid IP address
mal: തെറ്റായ IP വിലാസം

source: Invalid port number
mal: തെറ്റായ പോർട്ട് നമ്പർ

source: Failed to create cluster
mal: ക്ലസ്റ്റർ സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Cluster created
mal: ക്ലസ്റ്റർ സൃഷ്ടിച്ചു

source: Node IP
mal: നോഡ് IP

source: Node Port
mal: നോഡ് പോർട്ട്

source: Property
mal: പ്രോപ്പർട്ടി

source: Value
mal: മൂല്യം

source: <0/> Reset zoom
mal: <0/> സൂം പുനഃസജ്ജമാക്കുക

source: Date
mal: തീയതി

source: Are you sure?
mal: നിങ്ങൾക്ക് ഉറപ്പാണോ?

source: Cancel
mal: റദ്ദാക്കുക

source: Continue
mal: തുടരുക

source: Folder
mal: ഫോൾഡർ

source: File
mal: ഫയൽ

source: <0/> Create {0}
mal: <0/> {0} സൃഷ്‌ടിക്കുക

source: Enter {0} name
mal: {0} പേര് നൽകുക

source: <0/> Upload File
mal: <0/> ഫയൽ അപ്‌ലോഡ് ചെയ്യുക

source: Rename
mal: പേരുമാറ്റുക

source: Last Modified
mal: അവസാനം മാറ്റം വരുത്തിയത്

source: First Modified
mal: ആദ്യം മാറ്റം വരുത്തിയത്

source: Search...
mal: തിരയുക...

source: Escape
mal: എസ്കേപ്പ്

source: Share name already exists
mal: പങ്കിട്ട പേര് നിലവിൽ ഉണ്ട്

source: Name is required
mal: പേര് ആവശ്യമാണ്

source: Dataset is required
mal: ഡാറ്റാസെറ്റ് ആവശ്യമാണ്

source: No groups selected and guests are not allowed
mal: ഗ്രൂപ്പുകളൊന്നും തിരഞ്ഞെടുത്തിട്ടില്ല, അതിഥികളെ അനുവദിക്കുന്നില്ല

source: Share cannot have overlapping groups
mal: പങ്കിടുന്നതിന് ഓവർലാപ്പിംഗ് ഗ്രൂപ്പുകൾ ഉണ്ടാകാൻ പാടില്ല

source: Failed to {0} Samba share
mal: സാംബ പങ്കിടൽ {0} പരാജയപ്പെട്ടു

source: Samba share {0}
mal: സാംബ പങ്കിടൽ {0}

source: Edit Samba Share
mal: സാംബ പങ്കിടൽ എഡിറ്റ് ചെയ്യുക

source: Create Samba Share
mal: സാംബ പങ്കിടൽ സൃഷ്ടിക്കുക

source: Dataset
mal: ഡാറ്റാസെറ്റ്

source: Select dataset
mal: ഡാറ്റാസെറ്റ് തിരഞ്ഞെടുക്കുക

source: Read-Only Groups
mal: വായിക്കാൻ മാത്രമുള്ള ഗ്രൂപ്പുകൾ

source: Select groups
mal: ഗ്രൂപ്പുകൾ തിരഞ്ഞെടുക്കുക

source: Writeable Groups
mal: എഴുതാൻ കഴിയുന്ന ഗ്രൂപ്പുകൾ

source: Create Mask
mal: മാസ്ക് ഉണ്ടാക്കുക

source: Directory Mask
mal: ഡയറക്ടറി മാസ്ക്

source: Guests
mal: അതിഥികൾ

source: Read Only
mal: വായിക്കാൻ മാത്രം

source: More
mal: കൂടുതൽ

source: Command Palette
mal: കമാൻഡ് പാലറ്റ്

source: Search for a command to run
mal: പ്രവർത്തിപ്പിക്കാൻ ഒരു കമാൻഡ് തിരയുക

source: Type to create
mal: സൃഷ്ടിക്കാൻ ടൈപ്പ് ചെയ്യുക

source: Add
mal: ചേർക്കുക

source: No data
mal: ഡാറ്റയില്ല

source: Model
mal: മോഡൽ

source: Description
mal: വിവരണം

source: MAC Address
mal: MAC വിലാസം

source: Metric
mal: മെട്രിക്

source: Active
mal: സജീവം

source: Attribute
mal: ആട്രിബ്യൂട്ട്

source: Details - {0}
mal: വിശദാംശങ്ങൾ - {0}

source: Are you sure you want to pass through <b>{0}</b> by <b>{1}</b>? This will make it unavailable to the host.
mal: നിങ്ങൾ <b>{1}</b> വഴി <b>{0}</b> പാസ് ത്രൂ ചെയ്യാൻ ഉറപ്പാണോ? ഇത് ഹോസ്റ്റിന് ലഭ്യമല്ലാതാക്കും.

source: Are you sure you want to remove passthrough for <b>{0}</b> by <b>{1}</b>? This will make it available to the host again.
mal: നിങ്ങൾ <b>{1}</b> വഴി <b>{0}</b>-നുള്ള പാസ് ത്രൂ നീക്കം ചെയ്യാൻ ഉറപ്പാണോ? ഇത് ഹോസ്റ്റിന് വീണ്ടും ലഭ്യമാക്കും.

source: Enable Passthrough
mal: പാസ് ത്രൂ പ്രവർത്തനക്ഷമമാക്കുക

source: Disable Passthrough
mal: പാസ് ത്രൂ പ്രവർത്തനരഹിതമാക്കുക

source: Device added to passthrough
mal: ഡിവൈസ് പാസ് ത്രൂവിലേക്ക് ചേർത്തു

source: Failed to add device to passthrough
mal: പാസ് ത്രൂവിലേക്ക് ഡിവൈസ് ചേർക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Device removed from passthrough
mal: ഡിവൈസ് പാസ് ത്രൂവിൽ നിന്ന് നീക്കം ചെയ്തു

source: Device is in use by a VM, failed to remove
mal: ഡിവൈസ് ഒരു VM ഉപയോഗിക്കുന്നു, നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Failed to remove device from passthrough
mal: പാസ് ത്രൂവിൽ നിന്ന് ഡിവൈസ് നീക്കം ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Data
mal: ഡാറ്റ

source: Updated At
mal: അപ്ഡേറ്റ് ചെയ്തത്

source: Object {0} deleted
mal: {0} ഒബ്ജക്റ്റ് ഇല്ലാതാക്കി

source: Object {0} is in use
mal: {0} ഒബ്ജക്റ്റ് ഉപയോഗത്തിലാണ്

source: Error deleting object {0}
mal: {0} ഒബ്ജക്റ്റ് ഇല്ലാതാക്കുന്നതിൽ പിശക്

source: S.M.A.R.T Values ({0})
mal: S.M.A.R.T മൂല്യങ്ങൾ ({0})

source: This action cannot be undone. This will permanently <b>delete</b> partition <b>{0}</b>.
mal: ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല. ഇത് <b>{0}</b> പാർട്ടീഷൻ ശാശ്വതമായി <b>ഇല്ലാതാക്കും</b>.

source: This action cannot be undone. This will permanently <b>wipe</b> disk <b>{0}</b>.
mal: ഈ പ്രവർത്തനം പഴയപടിയാക്കാൻ കഴിയില്ല. ഇത് <b>{0}</b> ഡിസ്ക് ശാശ്വതമായി <b>മായ്ച്ചുകളയും</b>.

source: Disk {0} initialized with GPT
mal: ഡിസ്ക് {0} GPT ഉപയോഗിച്ച് ഇനിഷ്യലൈസ് ചെയ്തു

source: S.M.A.R.T Values
mal: S.M.A.R.T മൂല്യങ്ങൾ

source: Initialize GPT
mal: GPT ആരംഭിക്കുക

source: Wipe Disk
mal: ഡിസ്ക് തുടയ്ക്കുക

source: Delete Partition
mal: പാർട്ടീഷൻ ഡിലീറ്റ് ചെയ്യുക

source: Create Partition
mal: പാർട്ടീഷൻ ഉണ്ടാക്കുക

source: Disk Wiped
mal: ഡിസ്ക് മായ്ച്ചു

source: Partition Deleted
mal: പാർട്ടീഷൻ മായ്ച്ചു

source: Device busy
mal: ഉപകരണം തിരക്കിലാണ്

source: Unable to wipe busy disk
mal: തിരക്കുള്ള ഡിസ്ക് തുടയ്ക്കാൻ കഴിഞ്ഞില്ല

source: Unable to delete busy partition
mal: തിരക്കുള്ള പാർട്ടീഷൻ ഇല്ലാതാക്കാൻ കഴിഞ്ഞില്ല

source: Error {0}: {1}
mal: പിശക് {0}: {1}

source: Failed to create {0} "{1}"
mal: {0} "{1}" ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Renamed successfully
mal: പേര് വിജയകരമായി മാറ്റി

source: Failed to rename
mal: പേരുമാറ്റാൻ പരാജയപ്പെട്ടു

source: Files
mal: ഫയലുകൾ

source: Drop files here to upload
mal: അപ്‌ലോഡ് ചെയ്യാൻ ഫയലുകൾ ഇവിടെ ഇടുക

source: Files will be uploaded to the current folder
mal: നിലവിലുള്ള ഫോൾഡറിലേക്ക് ഫയലുകൾ അപ്‌ലോഡ് ചെയ്യും

source: <0/> Refresh
mal: <0/> പുതുക്കുക

source: <0/> Paste
mal: <0/> ഒട്ടിക്കുക

source: <0/> New File
mal: <0/> പുതിയ ഫയൽ

source: <0/> New Folder
mal: <0/> പുതിയ ഫോൾഡർ

source: {0} items
mal: {0} ഇനങ്ങൾ

source: {0} folders, {1} files
mal: {0} ഫോൾഡറുകൾ, {1} ഫയലുകൾ

source: Failed to delete {0} "{1}".
mal: {0} "{1}" ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു.

source: Failed to delete {0} item{1}.
mal: {0} ഇനം{1} ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു.

source: Please enter a valid URL
mal: ദയവായി ഒരു സാധുവായ URL നൽകുക

source: Please enter a valid Magnet, HTTP URL or Path
mal: ദയവായി ഒരു സാധുവായ Magnet, HTTP URL അല്ലെങ്കിൽ Path നൽകുക

source: Invalid file name
mal: തെറ്റായ ഫയലിന്റെ പേര്

source: Download started
mal: ഡൗൺലോഡ് ആരംഭിച്ചു

source: Download failed
mal: ഡൗൺലോഡ് പരാജയപ്പെട്ടു

source: Failed to get download link
mal: ഡൗൺലോഡ് ലിങ്ക് ലഭിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Download
mal: ഡൗൺലോഡ്

source: Magnet / HTTP URL / Path
mal: മാഗ്നറ്റ് / HTTP URL / പാത

source: Optional File Name
mal: ഓപ്ഷണൽ ഫയൽ നാമം

source: Ignore TLS Errors
mal: TLS പിശകുകൾ അവഗണിക്കുക

source: Failed to delete download
mal: ഡൗൺലോഡ് ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Failed to delete downloads
mal: ഡൗൺലോഡുകൾ ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Missing required fields
mal: ആവശ്യമായ ഫീൽഡുകൾ നഷ്‌ടപ്പെട്ടു

source: Failed to create S3 storage
mal: S3 സ്റ്റോറേജ് ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: S3 storage created
mal: S3 സ്റ്റോറേജ് ഉണ്ടാക്കി

source: Failed to create Directory storage
mal: ഡയറക്ടറി സ്റ്റോറേജ് ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Directory storage created
mal: ഡയറക്ടറി സ്റ്റോറേജ് ഉണ്ടാക്കി

source: Please select a storage type
mal: ഒരു സ്റ്റോറേജ് തരം തിരഞ്ഞെടുക്കുക

source: Create Storage
mal: സ്റ്റോറേജ് ഉണ്ടാക്കുക

source: Path
mal: പാത

source: Select Node
mal: നോഡ് തിരഞ്ഞെടുക്കുക

source: Jail Name
mal: ജയിലിന്റെ പേര്

source: Postgres
mal: പോസ്റ്റ്ഗ്രസ്

source: Jail ID
mal: ജയിൽ ഐഡി

source: Optional description for this virtual machine
mal: ഈ വെർച്വൽ മെഷീനിനായുള്ള ഒരു ഓപ്ഷണൽ വിവരണം

source: Basic
mal: അടിസ്ഥാനം

source: None
mal: ഒന്നുമില്ല

source: Failed to create jail
mal: ജയിൽ സൃഷ്ടിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Jail {0} created
mal: ജയിൽ {0} സൃഷ്ടിച്ചു

source: CPU Cores
mal: സിപിയു കോറുകൾ

source: Memory Size
mal: മെമ്മറി വലുപ്പം

source: Boot Order
mal: ബൂട്ട് ഓർഡർ

source: Start On Boot
mal: ബൂട്ട് ചെയ്യുമ്പോൾ ആരംഭിക്കുക

source: Resource Limits
mal: വിഭവ പരിധികൾ

source: Mac
mal: മാക്

source: Host
mal: ഹോസ്റ്റ്

source: Standard switch
mal: സാധാരണ സ്വിച്ച്

source: Manual switch
mal: മാനുവൽ സ്വിച്ച്

source: Inherit network from the host
mal: ഹോസ്റ്റിൽ നിന്ന് നെറ്റ്‌വർക്ക് പാരമ്പര്യമായി സ്വീകരിക്കുക

source: No network switch will be allocated now, you can add it later
mal: ഇപ്പോൾ നെറ്റ്‌വർക്ക് സ്വിച്ച് അനുവദിക്കില്ല, പിന്നീട് ചേർക്കാം

source: Inherit
mal: പാരമ്പര്യം

source: IPv4 Network
mal: IPv4 നെറ്റ്‌വർക്ക്

source: Select IPv4
mal: IPv4 തിരഞ്ഞെടുക്കുക

source: IPv4 Gateway
mal: IPv4 ഗേറ്റ്‌വേ

source: Select IPv4 Gateway
mal: IPv4 ഗേറ്റ്‌വേ തിരഞ്ഞെടുക്കുക

source: IPv6 Network
mal: IPv6 നെറ്റ്‌വർക്ക്

source: Select IPv6
mal: IPv6 തിരഞ്ഞെടുക്കുക

source: IPv6 Gateway
mal: IPv6 ഗേറ്റ്‌വേ

source: Select IPv6 Gateway
mal: IPv6 ഗേറ്റ്‌വേ തിരഞ്ഞെടുക്കുക

source: Select MAC
mal: MAC തിരഞ്ഞെടുക്കുക

source: Base
mal: അടിസ്ഥാനം

source: Select base
mal: അടിസ്ഥാനം തിരഞ്ഞെടുക്കുക

source: CPU cores updated
mal: CPU കോറുകൾ അപ്‌ഡേറ്റ് ചെയ്തു

source: CPU
mal: സി.പി.യു

source: Invalid domain
mal: അസാധുവായ ഡൊമെയ്ൻ

source: Invalid DNS server
mal: അസാധുവായ DNS സെർവർ

source: Error updating DHCP configuration
mal: DHCP കോൺഫിഗറേഷൻ അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പിശക്

source: Updated DHCP configuration
mal: DHCP കോൺഫിഗറേഷൻ അപ്ഡേറ്റ് ചെയ്തു

source: Update DHCP Configuration
mal: DHCP കോൺഫിഗറേഷൻ അപ്ഡേറ്റ് ചെയ്യുക

source: Domain
mal: ഡൊമെയ്ൻ

source: DNS Servers
mal: DNS സെർവറുകൾ

source: Select DNS servers
mal: DNS സെർവറുകൾ തിരഞ്ഞെടുക്കുക

source: Select switches
mal: സ്വിച്ചുകൾ തിരഞ്ഞെടുക്കുക

source: Expand Hosts
mal: ഹോസ്റ്റുകൾ വികസിപ്പിക്കുക

source: Host(s)
mal: ഹോസ്റ്റ്(കൾ)

source: Network(s)
mal: നെറ്റ്‌വർക്ക്(കൾ)

source: MAC(s)
mal: MAC(കൾ)

source: DUID(s)
mal: DUID(കൾ)

source: Type is required
mal: തരം നിർബന്ധമാണ്

source: At least one host must be selected
mal: കുറഞ്ഞത് ഒരു ഹോസ്റ്റ് തിരഞ്ഞെടുക്കണം

source: At least one network must be selected
mal: കുറഞ്ഞത് ഒരു നെറ്റ്‌വർക്കെങ്കിലും തിരഞ്ഞെടുക്കണം

source: At least one MAC must be selected
mal: കുറഞ്ഞത് ഒരു MAC എങ്കിലും തിരഞ്ഞെടുക്കണം

source: At least one DUID must be selected
mal: കുറഞ്ഞത് ഒരു DUID എങ്കിലും തിരഞ്ഞെടുക്കണം

source: Invalid host IP: {0}
mal: അസാധുവായ ഹോസ്റ്റ് IP: {0}

source: Cannot mix IPv4 and IPv6 addresses
mal: IPv4, IPv6 വിലാസങ്ങൾ ഒരുമിച്ച് ഉപയോഗിക്കാൻ കഴിയില്ല

source: Invalid network CIDR: {0}
mal: അസാധുവായ നെറ്റ്വർക്ക് CIDR: {0}

source: Cannot mix IPv4 and IPv6 networks
mal: IPv4, IPv6 നെറ്റ്‌വർക്കുകൾ ഒരുമിച്ച് ഉപയോഗിക്കാൻ കഴിയില്ല

source: Invalid MAC address: {0}
mal: അസാധുവായ MAC വിലാസം: {0}

source: DUID cannot be empty
mal: DUID ശൂന്യമായിരിക്കാൻ പാടില്ല

source: Invalid DUID: {0}
mal: അസാധുവായ DUID: {0}

source: Failed to create network object
mal: നെറ്റ്‌വർക്ക് ഒബ്‌ജക്റ്റ് ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Object with this name already exists
mal: ഈ പേരിൽ ഒരു ഒബ്ജക്റ്റ് നിലവിലുണ്ട്

source: Created object
mal: ഒബ്ജക്റ്റ് ഉണ്ടാക്കി

source: Host object used in switch, only one IP is allowed
mal: ഹോസ്റ്റ് ഒബ്ജക്റ്റ് സ്വിച്ചിൽ ഉപയോഗിച്ചു, ഒരു ഐപി മാത്രമേ അനുവദിക്കൂ

source: No changes detected
mal: മാറ്റങ്ങളൊന്നും കണ്ടെത്തിയില്ല

source: Cannot change type of object that is in use
mal: ഉപയോഗത്തിലുള്ള ഒബ്ജക്റ്റിന്റെ തരം മാറ്റാൻ കഴിയില്ല

source: Cannot change object of active VM
mal: സജീവമായ VM-ന്റെ ഒബ്ജക്റ്റ് മാറ്റാൻ കഴിയില്ല

source: Failed to update network object
mal: നെറ്റ്‌വർക്ക് ഒബ്ജക്റ്റ് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Updated object
mal: ഒബ്ജക്റ്റ് അപ്ഡേറ്റ് ചെയ്തു

source: Edit Object - {0}
mal: ഒബ്ജക്റ്റ് എഡിറ്റ് ചെയ്യുക - {0}

source: Create Object
mal: ഒബ്ജക്റ്റ് ഉണ്ടാക്കുക

source: Windows
mal: വിൻഡോസ്

source: Select type
mal: തരം തിരഞ്ഞെടുക്കുക

source: Hosts
mal: ഹോസ്റ്റുകൾ

source: Select hosts
mal: ഹോസ്റ്റുകൾ തിരഞ്ഞെടുക്കുക

source: Networks
mal: നെറ്റ്‌വർക്കുകൾ

source: Select networks
mal: നെറ്റ്‌വർക്കുകൾ തിരഞ്ഞെടുക്കുക

source: MACs
mal: MAC-കൾ

source: Select MACs
mal: MAC-കൾ തിരഞ്ഞെടുക്കുക

source: DUIDs
mal: DUID-കൾ

source: Select DUIDs
mal: DUID-കൾ തിരഞ്ഞെടുക്കുക

source: Local Time
mal: പ്രാദേശിക സമയം

source: VNC Port
mal: VNC പോർട്ട്

source: VNC Password
mal: VNC പാസ്‌വേഡ്

source: Enter or generate passphrase
mal: പാസ്ഫ്രെയ്സ് നൽകുക അല്ലെങ്കിൽ ഉണ്ടാക്കുക

source: VNC Resolution
mal: VNC റെസല്യൂഷൻ

source: Select VNC resolution
mal: VNC റെസല്യൂഷൻ തിരഞ്ഞെടുക്കുക

source: Clock Offset
mal: ക്ലോക്ക് ഓഫ്സെറ്റ്

source: Select Time Offset
mal: സമയ ഓഫ്സെറ്റ് തിരഞ്ഞെടുക്കുക

source: Startup/Shutdown Order
mal: പ്രവർത്തനം തുടങ്ങുന്ന / ഷട്ട്ഡൗൺ ചെയ്യുന്ന ക്രമം

source: Serial Console
mal: സീരിയൽ കൺസോൾ

source: VNC Wait
mal: VNC കാത്തിരിപ്പ്

source: TPM Emulation
mal: TPM എമുലേഷൻ

source: Enable Cloud-Init
mal: ക്ലൗഡ്-ഇനിറ്റ് പ്രവർത്തനക്ഷമമാക്കുക

source: Cloud-Init User Data
mal: ക്ലൗഡ്-ഇനിറ്റ് ഉപയോക്തൃ ഡാറ്റ

source: Cloud-Init Meta Data
mal: ക്ലൗഡ്-ഇനിറ്റ് മെറ്റാ ഡാറ്റ

source: VM Name
mal: വിഎം പേര്

source: CPU Sockets
mal: സിപിയു സോക്കറ്റുകൾ

source: CPU Threads
mal: സിപിയു ത്രെഡുകൾ

source: CPU Pinning
mal: സിപിയു പിന്നിംഗ്

source: Advanced
mal: വിപുലമായ

source: Created VM {0}
mal: വിഎം {0} ഉണ്ടാക്കി

source: Failed to create VM
mal: വിഎം ഉണ്ടാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Create Virtual Machine
mal: വെർച്വൽ മെഷീൻ ഉണ്ടാക്കുക

source: Emulation Type
mal: എമുലേഷൻ തരം

source: Emulation type
mal: എമുലേഷൻ തരം

source: Select MAC address
mal: MAC അഡ്രസ്സ് തിരഞ്ഞെടുക്കുക

source: Storage Pool
mal: സംഭരണ പൂൾ

source: Select storage pool
mal: സംഭരണ പൂൾ തിരഞ്ഞെടുക്കുക

source: Disk Size
mal: ഡിസ്ക് വലുപ്പം

source: Select emulation type
mal: എമുലേഷൻ തരം തിരഞ്ഞെടുക്കുക

source: Installation Media
mal: ഇൻസ്റ്റലേഷൻ മീഡിയ

source: Select installation media
mal: ഇൻസ്റ്റലേഷൻ മീഡിയ തിരഞ്ഞെടുക്കുക

source: Socket {0}
mal: {0} സോക്കറ്റ്

source: You can only select up to {0} cores.
mal: നിങ്ങൾക്ക് പരമാവധി {0} കോറുകൾ തിരഞ്ഞെടുക്കാൻ കഴിയും.

source: <0/> CPU Pinning
mal: <0/> CPU പിന്നിംഗ്

source: {0} available
mal: {0} ലഭ്യമാണ്

source: {0} busy
mal: {0} തിരക്കിലാണ്

source: {0} selected
mal: {0} തിരഞ്ഞെടുത്തു

source: <0/> Back to Sockets
mal: <0/> സോക്കറ്റുകളിലേക്ക് മടങ്ങുക

source: Select All Available
mal: ലഭ്യമായതെല്ലാം തിരഞ്ഞെടുക്കുക

source: Clear Selection
mal: തിരഞ്ഞെടുക്കൽ റദ്ദാക്കുക

source: Save & Back to Sockets
mal: സേവ് ചെയ്ത് സോക്കറ്റുകളിലേക്ക് മടങ്ങുക

source: Clear All Pinning
mal: എല്ലാ പിന്നിംഗും നീക്കം ചെയ്യുക

source: Failed to modify CPU
mal: CPU മാറ്റുന്നതിൽ പരാജയപ്പെട്ടു

source: VM not found
mal: വി.എം കണ്ടെത്തിയില്ല

source: Sockets
mal: സോക്കറ്റുകൾ

source: Cores
mal: കോറുകൾ

source: Threads
mal: ത്രെഡുകൾ

source: Failed to modify PCI devices
mal: PCI ഉപകരണങ്ങൾ മാറ്റുന്നതിൽ പരാജയപ്പെട്ടു

source: PCI devices modified
mal: PCI ഉപകരണങ്ങൾ മാറ്റി

source: PCI Devices
mal: PCI ഉപകരണങ്ങൾ

source: Switch is required
mal: സ്വിച്ച് ആവശ്യമാണ്

source: Emulation is required
mal: അനുകരണം ആവശ്യമാണ്

source: Error attaching VM to switch
mal: വി.എം സ്വിച്ചിൽ ഘടിപ്പിക്കുന്നതിൽ പിശക്

source: VM attached to switch
mal: വി.എം സ്വിച്ചിൽ ഘടിപ്പിച്ചു

source: New Network
mal: പുതിയ നെറ്റ്‌വർക്ക്

source: Switch
mal: സ്വിച്ച്

source: Select Switch
mal: സ്വിച്ച് തിരഞ്ഞെടുക്കുക

source: Emulation
mal: അനുകരണം

source: Select Emulation
mal: അനുകരണം തിരഞ്ഞെടുക്കുക

source: Failed to modify clock offset
mal: ക്ലോക്ക് ഓഫ്സെറ്റ് പരിഷ്കരിക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Modified clock offset
mal: ക്ലോക്ക് ഓഫ്സെറ്റ് പരിഷ്കരിച്ചു

source: Invalid storage name
mal: അസാധുവായ സ്റ്റോറേജ് പേര്

source: No ZFS pool selected
mal: ഒരു ZFS പൂളും തിരഞ്ഞെടുത്തിട്ടില്ല

source: Please specify a boot order
mal: ഒരു ബൂട്ട് ഓർഡർ വ്യക്തമാക്കുക

source: Boot order already in use
mal: ബൂട്ട് ഓർഡർ ഇതിനകം ഉപയോഗത്തിലുണ്ട്

source: Invalid disk path
mal: അസാധുവായ ഡിസ്ക് പാത

source: Unable to find disk
mal: ഡിസ്ക് കണ്ടെത്താനായില്ല

source: Please select a ZFS Volume
mal: ഒരു ZFS വോളിയം തിരഞ്ഞെടുക്കുക

source: Failed to import disk
mal: ഡിസ്ക് ഇറക്കുമതി ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Disk imported
mal: ഡിസ്ക് ഇറക്കുമതി ചെയ്തു

source: Please specify a size
mal: ഒരു വലുപ്പം നൽകുക

source: Failed to attach disk
mal: ഡിസ്ക് അറ്റാച്ച് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Disk attached
mal: ഡിസ്ക് അറ്റാച്ച് ചെയ്തു

source: New Storage
mal: പുതിയ സ്റ്റോറേജ്

source: DB Storage
mal: ഡാറ്റാബേസ് സ്റ്റോറേജ്

source: Raw Disk
mal: റോ ഡിസ്ക്

source: Pool
mal: പൂൾ

source: Select Pool
mal: പൂൾ തിരഞ്ഞെടുക്കുക
