Repository: AlchemillaHQ/Sylve
Catalog: web/src/locales/mal.po
Languages: mal

source: Downloader - Create Signed URL
mal: ഡൗൺലോഡർ - സൈൻ ചെയ്ത URL ഉണ്ടാക്കുക

source: Cloud-Init
mal: ക്ലൗഡ്-ഇനിറ്റ്

source: Apply
mal: അപേക്ഷിക്കുക

source: Apply Changes
mal: മാറ്റങ്ങൾ പ്രയോഗിക്കുക

source: Pool is in use by a VM or Jail
mal: ഒരു വിഎം അല്ലെങ്കിൽ ജയിൽ ഈ പൂൾ ഉപയോഗിക്കുന്നു

source: Cannot replace with smaller device
mal: ചെറിയ ഉപകരണം ഉപയോഗിച്ച് മാറ്റിസ്ഥാപിക്കാൻ കഴിയില്ല

source: Ignore Unimplemented MSR Accesses
mal: നടപ്പിലാക്കാത്ത MSR ആക്സസ്സുകൾ അവഗണിക്കുക

source: Ignore Unimplemented MSRs Accesses
mal: നടപ്പിലാക്കാത്ത MSR-കളുടെ ആക്സസ്സുകൾ അവഗണിക്കുക

source: Log Out
mal: ലോഗ് ഔട്ട് ചെയ്യുക

source: Save Changes
mal: മാറ്റങ്ങൾ സംരക്ഷിക്കുക

source: Attach Storage
mal: സ്റ്റോറേജ് ഘടിപ്പിക്കുക

source: Edit - {0}
mal: തിരുത്തുക - {0}

source: New size cannot be smaller than current size
mal: പുതിയ വലുപ്പം നിലവിലെ വലുപ്പത്തേക്കാൾ ചെറുതാകാൻ പാടില്ല

source: Failed to update storage
mal: സ്റ്റോറേജ് അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Storage updated
mal: സ്റ്റോറേജ് അപ്ഡേറ്റ് ചെയ്തു

source: Hourly
mal: മണിക്കൂറിൽ

source: Daily
mal: ദിവസേന

source: Weekly
mal: ആഴ്ചതോറും

source: Monthly
mal: പ്രതിമാസം

source: Yearly
mal: വാർഷികം

source: VM creation form minimized
mal: വി.എം. സൃഷ്ടിക്കുന്ന ഫോം ചെറുതാക്കിയിരിക്കുന്നു

source: Uncategorized (ISOs, IMGs, etc.)
mal: തരംതിരിക്കാത്തവ (ISOs, IMGs, മുതലായവ)

source: Select ZFS pool
mal: ZFS പൂൾ തിരഞ്ഞെടുക്കുക

source: Jail creation form minimized
mal: ജയിൽ ഉണ്ടാക്കുന്ന ഫോം ചെറുതാക്കിയിരിക്കുന്നു

source: FStab Additions
mal: FStab കൂട്ടിച്ചേർക്കലുകൾ

source: FStab Entries
mal: FStab എൻട്രികൾ

source: Additional Options
mal: കൂടുതൽ ഓപ്ഷനുകൾ

source: Select Jail Type
mal: ജയിൽ തരം തിരഞ്ഞെടുക്കുക

source: Memory Locking (allow.mlock)
mal: മെമ്മറി ലോക്കിംഗ് (allow.mlock)

source: NFS Daemon (allow.nfsd)
mal: എൻഎഫ്എസ് ഡെമൺ (allow.nfsd)

source: Reserved Ports (allow.reserved_ports)
mal: റിസർവ് ചെയ്ത പോർട്ടുകൾ (allow.reserved_ports)

source: Unprivileged Process Debugging (allow.unprivileged_proc_debug)
mal: അധികാരമില്ലാത്ത പ്രോസസ് ഡീബഗ്ഗിംഗ് (allow.unprivileged_proc_debug)

source: Mount fdescfs (allow.mount.fdescfs)
mal: fdescfs മൗണ്ട് ചെയ്യുക (allow.mount.fdescfs)

source: Mount fusefs (allow.mount.fusefs)
mal: fusefs മൗണ്ട് ചെയ്യുക (allow.mount.fusefs)

source: Mount nullfs (allow.mount.nullfs)
mal: nullfs മൗണ്ട് ചെയ്യുക (allow.mount.nullfs)

source: Mount procfs (allow.mount.procfs)
mal: procfs മൗണ്ട് ചെയ്യുക (allow.mount.procfs)

source: Mount linprocfs (allow.mount.linprocfs)
mal: linprocfs മൗണ്ട് ചെയ്യുക (allow.mount.linprocfs)

source: Mount linsysfs (allow.mount.linsysfs)
mal: linsysfs മൗണ്ട് ചെയ്യുക (allow.mount.linsysfs)

source: Mount tmpfs (allow.mount.tmpfs)
mal: tmpfs മൗണ്ട് ചെയ്യുക (allow.mount.tmpfs)

source: Mount ZFS (allow.mount.zfs)
mal: ZFS മൗണ്ട് ചെയ്യുക (allow.mount.zfs)

source: Virtual Machines (allow.vmm)
mal: വിർച്വൽ മെഷീനുകൾ (allow.vmm)

source: Allowed Options
mal: അനുവദനീയമായ ഓപ്ഷനുകൾ

source: Select Allowed Options
mal: അനുവദനീയമായ ഓപ്ഷനുകൾ തിരഞ്ഞെടുക്കുക

source: Clean Environment
mal: പരിസ്ഥിതി വൃത്തിയാക്കുക

source: The above script will run during {0}, Ensure they are valid for the host or jail
mal: മുകളിൽ നൽകിയിരിക്കുന്ന സ്ക്രിപ്റ്റ് {0} സമയത്ത് പ്രവർത്തിക്കും, അവ ഹോസ്റ്റിനോ ജയിലിനോ സാധുവാണെന്ന് ഉറപ്പാക്കുക

source: Custom Options
mal: കസ്റ്റം ഓപ്ഷനുകൾ

source: Devfs Ruleset
mal: Devfs നിയമങ്ങൾ

source: Leave empty for default ruleset
mal: സ്ഥിരസ്ഥിതി നിയമങ്ങൾക്കായി ഇത് ശൂന്യമായി വിടുക

source: Custom Devfs Ruleset
mal: ഇഷ്‌ടാനുസൃത Devfs നിയമങ്ങൾ

source: Custom Jail Lifecycle Hooks (exec.* scripts)
mal: കസ്റ്റം ജയിൽ ലൈഫ്സൈക്കിൾ ഹുക്കുകൾ (exec.* സ്ക്രിപ്റ്റുകൾ)

source: Linux (Experimental)
mal: ലിനക്സ് (പരീക്ഷണാത്മകം)

source: View Logs
mal: രേഖകൾ കാണുക

source: {0} Logs
mal: {0} രേഖകൾ

source: Monaco, Menlo, "Courier New", monospace
mal: മൊണാക്കോ, മെൻലോ, "കൊറിയർ ന്യൂ", മോണോസ്‌പേസ്

source: Record Size
mal: റെക്കോർഡ് വലുപ്പം

source: Select Record Size
mal: റെക്കോർഡ് വലുപ്പം തിരഞ്ഞെടുക്കുക

source: Custom Mount Point
mal: ഇഷ്ടാനുസൃത മൗണ്ട് പോയിന്റ്

source: Simple Linux
mal: ലളിതമായ ലിനക്സ്

source: Select FStab Option
mal: FStab ഓപ്ഷൻ തിരഞ്ഞെടുക്കുക

source: Metadata (env)
mal: മെറ്റാഡാറ്റ (env)

source: Metadata (meta)
mal: മെറ്റാഡാറ്റ (meta)

source: Metadata (Environment Variables)
mal: മെറ്റാഡാറ്റ (പരിസ്ഥിതി വേരിയബിളുകൾ)

source: Metadata (Meta)
mal: മെറ്റാഡാറ്റ (മെറ്റാ)

source: Disconnect
mal: വിച്ഛേദിക്കുക

source: Reconnect
mal: വീണ്ടും ബന്ധിപ്പിക്കുക

source: The console has been disconnected.<0/> Click the "Reconnect" button to re-establish the connection.
mal: കൺസോൾ വിച്ഛേദിക്കപ്പെട്ടു.<0/> കണക്ഷൻ പുനഃസ്ഥാപിക്കാൻ "വീണ്ടും ബന്ധിപ്പിക്കുക" ബട്ടണിൽ ക്ലിക്ക് ചെയ്യുക.

source: Default gateway already exists
mal: സ്ഥിരസ്ഥിതി ഗേറ്റ്‌വേ ഇതിനകം നിലവിലുണ്ട്

source: Network added successfully
mal: നെറ്റ്‌വർക്ക് വിജയകരമായി ചേർത്തു

source: Network name already exists
mal: നെറ്റ്‌വർക്ക് പേര് നിലവിലുണ്ട്

source: Jail - Network Inherit
mal: ജയിൽ - നെറ്റ്‌വർക്ക് അനന്തരാവകാശം

source: Jail - Network Disinherit
mal: ജയിൽ - നെറ്റ്‌വർക്ക് അനന്തരാവകാശം ഒഴിവാക്കുക

source: Jail Network
mal: ജയിൽ നെറ്റ്‌വർക്ക്

source: Auto-convert to RAW
mal: RAW-ലേക്ക് സ്വയമേവ മാറ്റുക

source: Console settings - {0}
mal: കൺസോൾ ക്രമീകരണങ്ങൾ - {0}

source: Font Size
mal: ഫോണ്ട് വലുപ്പം

source: Background
mal: പശ്ചാത്തലം

source: Foreground
mal: ഫോർഗ്രൗണ്ട്

source: Save As Image
mal: ചിത്രമായി സംരക്ഷിക്കുക

source: R:{0}
mal: ആർ:{0}

source: W:{0}
mal: ഡബ്ല്യൂ:{0}

source: C:{0}
mal: സി:{0}

source: Logs
mal: രേഖകൾ

source: Errors detected{0}
mal: പിശകുകൾ കണ്ടെത്തി{0}

source: Received
mal: ലഭിച്ചത്

source: Sent
mal: അയച്ചത്

source: System
mal: സിസ്റ്റം

source: ZFS Pools
mal: ZFS പൂളുകൾ

source: At least one ZFS Pool must be selected
mal: കുറഞ്ഞത് ഒരു ZFS പൂൾ എങ്കിലും തിരഞ്ഞെടുക്കണം

source: No changes made to ZFS Pools
mal: ZFS പൂളുകളിൽ മാറ്റങ്ങളൊന്നും വരുത്തിയിട്ടില്ല

source: Failed to update ZFS Pools
mal: ZFS പൂളുകൾ അപ്ഡേറ്റ് ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: ZFS Pools updated successfully
mal: ZFS പൂളുകൾ വിജയകരമായി അപ്ഡേറ്റ് ചെയ്തു

source: Enter ZFS Pools
mal: ZFS പൂളുകൾ നൽകുക

source: Cannot remove initialized ZFS Pools
mal: ഇനിഷ്യലൈസ് ചെയ്ത ZFS പൂളുകൾ നീക്കം ചെയ്യാൻ കഴിയില്ല

source: Add spares to enable auto replace
mal: സ്വയമേവയുള്ള മാറ്റിസ്ഥാപിക്കലിന് അധിക ഡിസ്കുകൾ ചേർക്കുക

source: Parent pool not found
mal: മാതൃ പൂൾ കണ്ടെത്തിയില്ല

source: Invalid size format
mal: അസാധുവായ വലുപ്പ ഫോർമാറ്റ്

source: Volume size is not a multiple of block size, click on this if you'd like to automatically adjust it
mal: വോളിയം വലുപ്പം ബ്ലോക്ക് വലുപ്പത്തിന്റെ ഗുണിതമല്ല, ഇത് സ്വയമേവ ക്രമീകരിക്കണമെങ്കിൽ ഇതിൽ ക്ലിക്ക് ചെയ്യുക

source: Unknown VM
mal: അജ്ഞാത VM

source: Started
mal: ആരംഭിച്ചു

source: Bad Request
mal: മോശം അഭ്യർത്ഥന

source: Error
mal: പിശക്

source: Invalid IPv4 gateway or address
mal: തെറ്റായ IPv4 ഗേറ്റ്‌വേ അല്ലെങ്കിൽ വിലാസം

source: Invalid IPv6 gateway or address
mal: തെറ്റായ IPv6 ഗേറ്റ്‌വേ അല്ലെങ്കിൽ വിലാസം

source: Block devices managed by ZFS
mal: ZFS കൈകാര്യം ചെയ്യുന്ന ബ്ലോക്ക് ഉപകരണങ്ങൾ

source: Disk images that can be used with any filesystem
mal: ഏത് ഫയൽസിസ്റ്റത്തിലും ഉപയോഗിക്കാൻ കഴിയുന്ന ഡിസ്ക് ഇമേജുകൾ

source: No Storage
mal: സംഭരണം ഇല്ല

source: No storage will be allocated for this virtual machine
mal: ഈ വെർച്വൽ മെഷീന് സംഭരണം അനുവദിക്കില്ല

source: Replacing {0} with {1}
mal: {0} നെ {1} ഉപയോഗിച്ച് മാറ്റുന്നു

source: Device replacement started for {0} in {1}
mal: {1} ലെ {0} നായുള്ള ഉപകരണ മാറ്റിവെക്കൽ ആരംഭിച്ചു

source: Error replacing device
mal: ഉപകരണം മാറ്റിസ്ഥാപിക്കുന്നതിൽ പിശക്

source: Failed to delete periodic snapshot
mal: ആനുകാലിക സ്നാപ്പ്ഷോട്ട് ഇല്ലാതാക്കുന്നതിൽ പരാജയപ്പെട്ടു

source: Used
mal: ഉപയോഗിച്ചത്

source: Referenced
mal: റെഫർ ചെയ്തത്

source: Delete Snapshot
mal: സ്നാപ്പ്ഷോട്ട് ഇല്ലാതാക്കുക

source: Create Directory
mal: ഡയറക്‌ടറി സൃഷ്‌ടിക്കുക

source: Delete (File/Directory)
mal: മായ്ക്കുക (ഫയൽ/ഡയറക്‌ടറി)

source: Create File
mal: ഫയൽ സൃഷ്‌ടിക്കുക

source: Voter
mal: വോട്ട് ചെയ്യുന്നയാൾ

source: Non Voter
mal: വോട്ട് ചെയ്യാത്തയാൾ

source: Staging
mal: സ്റ്റേജിംഗ്

source: Socket
mal: സോക്കറ്റ്

source: Core
mal: കോർ

source: Selected: {0},
mal: തിരഞ്ഞെടുത്തത്: {0},

source: Limit: {0}
mal: പരിധി: {0}

source: Remaining space: <0/>
mal: ശേഷിക്കുന്ന സ്ഥലം: <0/>

source: Check to enable
mal: പ്രവർത്തനക്ഷമമാക്കാൻ പരിശോധിക്കുക

source: Toggle {0}
mal: {0} ടോഗിൾ ചെയ്യുക

source: Setup Complete
mal: സജ്ജീകരണം പൂർത്തിയായി

source: System is restarting…
mal: സിസ്റ്റം റീസ്റ്റാർട്ട് ചെയ്യുകയാണ്...

source: System is back online
mal: സിസ്റ്റം തിരികെ ഓൺലൈനിൽ എത്തി

source: System did not come back online in time
mal: സിസ്റ്റം കൃത്യസമയത്ത് ഓൺലൈനിൽ വന്നില്ല

source: WoL Server
mal: WoL സെർവർ

source: Not Found
mal: കണ്ടെത്തിയില്ല

source: You are about to {0} {1}, {2}you will have to restart Sylve and or the host system for changes to take effect
mal: നിങ്ങൾ {0} {1} ചെയ്യാൻ പോകുകയാണ്, {2}മാറ്റങ്ങൾ പ്രാബല്യത്തിൽ വരുന്നതിന് Sylve അല്ലെങ്കിൽ ഹോസ്റ്റ് സിസ്റ്റം പുനരാരംഭിക്കേണ്ടിവരും

source: Failed to toggle {0}
mal: {0} ടോഗിൾ ചെയ്യുന്നതിൽ പരാജയപ്പെട്ടു

source: Jail
mal: ജയിൽ

source: FSTab Entries
mal: FSTab എൻട്രികൾ

source: DevFS Ruleset
mal: DevFS നിയമങ്ങൾ

source: ENV (Key=Value per line)
mal: ENV (ഓരോ വരിയിലും കീ=വാല്യൂ)

source: Unexpected error occurred
mal: പ്രതീക്ഷിക്കാത്ത പിശക് സംഭവിച്ചു

source: Snapshot {0}@{1} already exists
mal: സ്നാപ്പ്ഷോട്ട് {0}@{1} ഇതിനകം നിലവിലുണ്ട്

source: CPU Info Unavailable
mal: സിപിയു വിവരങ്ങൾ ലഭ്യമല്ല

source: Swagger
mal: സ്വാഗർ

source: Edit Users
mal: ഉപയോക്താക്കളെ എഡിറ്റ് ചെയ്യുക

source: Users modified in group
mal: ഗ്രൂപ്പിലെ ഉപയോക്താക്കളെ മാറ്റി

source: Failed to modify users in group
mal: ഗ്രൂപ്പിലെ ഉപയോക്താക്കളെ മാറ്റുന്നതിൽ പരാജയപ്പെട്ടു

source: Default Sylve Group (sylve_g)
mal: സ്ഥിരമായ സിൽവ് ഗ്രൂപ്പ് (sylve_g)

source: A <0>full system reboot</0> is required for Sylve to finish initialization. Continue when ready.
mal: സിൽവ് ഇനിഷ്യലൈസേഷൻ പൂർത്തിയാക്കാൻ ഒരു <0>പൂർണ്ണ സിസ്റ്റം റീബൂട്ട്</0> ആവശ്യമാണ്. തയ്യാറാകുമ്പോൾ തുടരുക.

source: <0/> Rebooting...
mal: <0/> റീബൂട്ട് ചെയ്യുന്നു...

source: <0/> Reboot
mal: <0/> റീബൂട്ട്
